Repository: Steven-A3/AppBox2024
Catalog: AppBox3/MainView/Instruction/*.lproj/Instruction_iPad.strings
Languages: de, es, fr, it, ja, pl, zh_hant

# 0A4-77-7Bu.text
source: Slide the country to the left, then tap Delete
de: Schieben Sie das Land nach links, dann tippen Sie auf Löschen
es: Deslice el país hacia la izquierda, luego pulse Borrar
fr: Glisser le pays vers la gauche, puis cliquer Effacer
it: Fai scorrere il paese sulla sinistra, poi premi su Elimina
ja: 国家を左にスライドすると画面から 消す事が出来ます。
pl: Przesuń kraj w lewo, następnie naciśnij Usuń
zh_hant: 將國家滑至左側, 然後輕按刪除

# 0ks-Wf-Yju.text
source: Swipe left or right to see different clock styles
de: Wischen Sie nach links oder rechts um die verschiedenen Uhrdesigns zu sehen
es: Deslice a la izquierda o a la derecha para ver diferentes tipos de reloj
fr: Tirer vers la gauche ou la droite pour voir différents styles d’horloges
it: Scorri a sinistra o a destra per visualizzare i diversi stili di orologio
ja: 画面を左右にスライドすると様々な スタイルの時計を見る事が出来ます。
pl: Przesuń w lewo lub w prawo aby zobaczyć inne style zegara
zh_hant: 向左或向右滑以查看不同的時鐘風格

# 0lp-cl-Yp6.text
source: Touch and hold ≡ to the right of an item, then drag it up or down
de: Berühren und halten Sie ≡ einen Eintrag rechts, dann ziehen Sie diesen nach Oben oder Unten
es: Toque y mantenga presionado ≡ a la derecha de un artículo, luego arrástrelo hacia arriba o hacia abajo.
fr: Toucher et maintenir ≡ vers la droite d’un item, puis le trainer vers le haut et le bas
it: Tocca e tieni premuto ≡ sulla parte destra di un elemento, poi trascinalo su o giù
ja: アイテムの右≡を 押し続けながら上下に 動かして順番を変更する 事が出来ます。
pl: Naciśnij i przytrzymaj ≡ po prawej stronie elementu, następnie przesuń w górę lub w dół
zh_hant: 點擊資訊的右側不要放開, 然後向上或向下拖拽

# 1ry-vN-Hwz.text
source: Touch and hold a unit, then drag it up or down
de: Berühren und halten Sie einen Eintrag, dann ziehen Sie diesen nach Oben oder Unten
es: Toque y mantenga presionado una unidad, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir une unité, puis le traîner vers le haut et le bas
it: Tocca e tieni premuto su un’unità, poi trascinala su o giù
ja: 単位を押し続けながら上下に動かして 順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj jednostkę, następnie przesuń w górę lub w dół
zh_hant: 點擊一個單位不要放開, 然後向上或向下拖拽

# 4cl-y6-WyE.text
source: Touch and hold an item, then drag it up or down
de: Berühren und halten Sie einen Eintrag, dann ziehen Sie diesen nach Oben oder Unten
es: Toque y mantenga presionado un artículo, nluego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir un item, puis le traîner vers le haut ou le bas
it: Tocca e tieni premuto su un elemento, poi trascinalo su o giù
ja: アイテムを押し続けながら上下に動かして 順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj element, następnie przesuń w górę lub dół
zh_hant: 輕按一條資訊不要放開, 然後向上或向下拖拽。

# 6rS-5S-grs.text
source: Tap to view larger
de: Hier tippen um die Ansicht zu vergrößern
es: Pulse para ampliarlo
fr: Appuyer pour voir plus grand
it: Tocca per ingrandire
ja: タップすれば拡大して 見る事が出来ます。
pl: Naciśnij aby zobaczyć większe
zh_hant: 輕按以放大。

# dw0-mi-UhI.text
source: Tap to add period
de: Hier tippen um eine Periode hinzuzufügen
es: Pulse para añadir período
fr: Appuyer pour ajouter la période
it: Tocca per aggiungere periodo
ja: タップして自然周期を追加します。
pl: Naciśnij aby dodać okres
zh_hant: 輕按以添加週期。

# DU3-Gi-SHf.text
source: Tap the plus button to add a country
de: Tippen Sie auf das Plus-Symbol um ein Land hinzuzufügen
es: Pulse el botón de más para adicionar un país
fr: Appuyer le bouton plus pour ajouter un pays
it: Tocca il pulsante più per aggiungere una nazione
ja: プラスボタンをタップして国家を追加します。
pl: Naciśnij guzik plus aby dodać kraj
zh_hant: 輕按添加按鈕以添加國家

# DxY-hj-aOP.text
source: Tap to add a language
de: Hier tippen um eine Sprache hinzuzufügen
es: Pulse en adicionar un idioma
fr: Appuyer pour ajouter une langue
it: Tocca per aggiungere una lingua
ja: タップして言語を追加します。
pl: Naciśnij aby dodać język
zh_hant: 輕按以添加語言

# F5U-ls-szF.text
source: Tap anywhere to see more info
de: Berühren Sie den Touchscreen um mehr Informationen zu sehen.
es: Pulse en cualquier lugar para ver mayor información
fr: Appuyer n’importe où pour voir plus d’info
it: Tocca in qualsiasi punto per visualizzare più info
ja: 画面をタップすると詳細が表示されます。
pl: Naciśnij aby zobaczyć więcej informacji
zh_hant: 輕按任何地方以查看更多資訊

# HRH-SL-EGk.text
source: Tap to change color and more
de: Hier tippen um Farbe und Weiteres zu ändern
es: Pulse para cambiar el color y más opciones
fr: Appuyer pour changer la couleur et plus
it: Tocca per cambiare colore ed altro
ja: タップして色を変更できます。
pl: Naciśnij aby zmienić kolor lub więcej
zh_hant: 輕按以改變顏色及更多

# Hg8-OO-NUZ.text
source: Touch and hold an item, then drag it up or down
de: Berühren und halten Sie einen Eintrag, dann ziehen Sie diesen nach Oben oder Unten
es: Toque y mantenga presionada un elemento, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir un item, puis le trainer vers le haut ou le bas
it: Tocca e tieni premuto su un elemento, poi trascinalo su e giù
ja: アイテムを押し続けながら上下に動かして 順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj element, następnie przesuń w górę lub w dół
zh_hant: 輕按一條信息不要放開, 然後向上或向下拖拽。

# JFG-2D-dxV.text
source: Select which categories to view
de: Wählen Sie eine Kategorie um diese zu betrachten
es: Selecione las categorias para ver
fr: Choisir quelles catégories vers afficher
it: Seleziona le categorie da visualizzare
ja: 確認するカテゴリーを選択します。
pl: Wybierz kategorie do wyświetlenia
zh_hant: 選擇要查看的種類

# Jc6-JH-cJx.text
source: Tap to see chart/account/option
de: Hier tippen um Ihre Tabellen/Konten/Optionen zu sehen
es: Pulse para ver los gráficos/cuenta/opción
fr: Appuyer pour voir le tableau /compte/option
it: Tocca per vedere grafico/account/opzione
ja: タップするとチャート、アカウント、 オプションを見る事が出来ます。
pl: Naciśnij aby zobaczyć wykres/konto/opcje
zh_hant: 輕按以查看圖表、帳號、選項

# KuK-sv-rbe.text
source: Slide the currency to the left, then tap options
de: Wischen Sie eine Währung nach links, dann tippen Sie auf Optionen
es: Deslice el tipo de cambio a la izquierda, luego pulse opciones
fr: Glisser la devise vers la gauche, puis Toucher les options
it: Fai scorrere la valuta sulla sinistra, poi tocca opzioni
ja: 通話を左にスライドすると追加機能が出ます。
pl: Przesuń walutę w lewo, następnie naciśnij Opcje
zh_hant: 將貨幣滑至左側, 然後點擊選項。

# Kyq-vy-Xlr.text
source: Add or delete countries
de: Hier tippen um Ländern hinzuzufügen oder zu löschen
es: Adicionar o eliminar países
fr: Ajouter ou supprimer les pays
it: Aggiungi o elimina le nazioni
ja: 国家を追加するか除外します。
pl: Dodać lub usuń kraje
zh_hant: 增加或刪除國家

# OLX-lb-sFo.text
source: Tap to add a currency
de: Hier tippen um eine Währung hinzuzufügen
es: Pulse para adicionar un tipo de cambio
fr: Appuyer pour ajouter une devise
it: Tocca per aggiungere una valuta
ja: タップして通話を追加します。
pl: Naciśnij aby dodać walutę
zh_hant: 輕按以添加貨幣。

# OPT-6P-KMg.text
source: Tap to add an event
de: Hier tippen um ein Ereignis hinzuzufügen
es: Pulse para adicionar un evento
fr: Appuyer pour ajouter un évènement
it: Tocca per aggiungere un evento
ja: タップしてイベントを追加します。
pl: Naciśnij aby dodać wydarzenie
zh_hant: 輕按以添加事件

# PNJ-zS-8fw.text
source: Tap the screen to display the controls
de: Berühren Sie den Touchscreen um die Steuerelemente anzuzeigen
es: Pulse la pantalla para mostrar los controles
fr: Appuyer l’écran pour afficher les commandes.
it: Tocca lo schermo per visualizzare i comandi
ja: 画面をタップすると、 コントロールが表示されます。
pl: Naciśnij w ekran aby wyświetlić przyciski.
zh_hant: ￼輕按螢幕可顯示控制

# PQM-kM-5Cb.text
source: Tap the screen to display the controls
de: Berühren Sie den Touchscreen um die Steuerelemente anzuzeigen
es: Pulse la pantalla para mostrar los controles
fr: Appuyer l’écran pour afficher les commandes.
it: Tocca lo schermo per visualizzare i comandi
ja: 画面をタップすると、 コントロールが表示されます。
pl: Naciśnij w ekran aby wyświetlić przyciski.
zh_hant: ￼輕按螢幕可顯示控制

# Pq5-RW-772.text
source: Tap the screen to display the controls
de: Berühren Sie den Touchscreen um die Steuerelemente anzuzeigen
es: Pulse la pantalla para mostrar los controles
fr: Appuyer l’écran pour afficher les commandes.
it: Tocca lo schermo per visualizzare i comandi
ja: 画面をタップすると、 コントロールが表示されます。
pl: Naciśnij w ekran aby wyświetlić przyciski.
zh_hant: ￼輕按螢幕可顯示控制

# S8J-iA-tvE.text
source: Tap to add a category
de: Berühren Sie den Touchscreen um eine Kategorie hinzuzufügen
es: Pulse para adicionar una categoria
fr: Appuyer pour ajouter une catégorie
it: Tocca per aggiungere una categoria
ja: タップしてカテゴリーを追加します。
pl: Naciśnij aby dodać kategorie
zh_hant: 輕按以添加種類。

# SYZ-xq-Dcb.text
source: Tap to see more info
de: Hier tippen um mehr Informationen zu erhalten
es: Pulse para ver más información
fr: Appuyer pour voir plus d’info
it: Tocca per vedere ulteriori info
ja: タップすると詳細が表示されます。
pl: Naciśnij aby zobaczyc więcej informacji
zh_hant: 輕按以查看更多資訊

# UKH-uM-FHa.text
source: Touch and hold an item, then drag it up or down
de: Berühren und halten Sie einen Eintrag, dann ziehen Sie diesen nach Oben oder Unten
es: Presione y mantenga un artículo, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir un item, puis le tirer vers le haut ou le bas
it: Tocca e tieni premuto su un elemento, poi trascinalo su o giù
ja: アイテムを押し続けながら上下に動かして 順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj element, następnie przesuń w górę lub w dół
zh_hant: 輕按一條資訊不要放開, 然後向上或向下拖拽。

# Vlo-oI-hX9.text
source: Tap the screen to display the controls
de: Berühren Sie den Touchscreen um die Steuerelemente anzuzeigen
es: Pulsar la pantalla para mostrar los controles
fr: Appuyer l’écran pour afficher les commandes.
it: Tocca lo schermo per visualizzare i comandi
ja: 画面をタップすると、 コントロールが表示されます。
pl: Naciśnij ekran aby wyświelić przyciski.
zh_hant: ￼輕按螢幕可顯示控制

# Vz2-2z-yFf.text
source: Touch and hold a language, then drag it up or down
de: Berühren und halten Sie eine Sprache, dann ziehen Sie diese nach Oben oder Unten
es: Presione y mantenga un idioma, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir une langue, puis la traîner vers le haut ou le bas
it: Tocca e tieni premuto su una lingua, poi trascinala su o giù
ja: 言語をタッチして押し続けながら上下に 動かして順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj język, następnie przesuń w górę lub w dół
zh_hant: 輕按一個語言不要放開, 然後向上或向下拖拽

# XDP-Yt-OPK.text
source: Touch and hold a country, then drag it up or down
de: Berühren und halten Sie ein Land, dann ziehen Sie dieses nach Oben oder Unten
es: Presione y mantenga un país, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir un pays, puis le traîner vers le haut ou le bas
it: Tocca e tieni premuto su una nazione, poi trascinala su o giù
ja: 国家をタッチして押し続けながら上下に 動かして順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj kraj, następnie przesuń w górę lub w dół
zh_hant: 點擊一個國家不要放開, 然後向上或向下拖拽

# ZUB-bK-boD.text
source: Touch and hold a currency, then drag it up or down
de: Berühren und halten Sie eine Währung, dann ziehen Sie diese nach Oben oder Unten
es: Presione y mantenga un tipo de cambio, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir une devise, puis la traîner vers le haut ou le bas
it: Tocca e tieni premuto su una valuta, poi trascinala su o giù
ja: 通話をタッチして押し続けながら上下に 動かして順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj walutę, następnie przesuń w górę lub w dół
zh_hant: 點擊一個貨幣不要放開, 然後向上或向下拖拽

# aLZ-Rx-7OQ.text
source: Pull up to see more holidays
de: Ziehen Sie nach Oben um weitere Feiertage zu sehen
es: Jale para ver más días festivos
fr: Tirer vers le haut pour voir plus de Jours fériés
it: Trascina fino a vedere più festività
ja: 上にスライドすると休日情報を 見る事が出来ます。
pl: Przesuń w górę aby zobaczyć więcej dni wolnych
zh_hant: 向上拉以查看 更多節假日

# aZF-Kt-xMb.text
source: Tap to change option
de: Hier tippen um Optionen zu ändern
es: Pulsar la opción de cambiar
fr: Appuyer pour changer l’option
it: Tocca per cambiare opzione
ja: タップして設定を変更します。
pl: Naciśnij aby zmienić ustawienia
zh_hant: 輕按以改變選項

# b7H-so-GW2.text
source: Change color and order
de: Hier tippen um Farbe und Reihenfolge zu ändern
es: Cambiar el color y ordenar
fr: Changer la couleur et l’ordre
it: Cambia colore ed ordine
ja: 色と順番を変更します。
pl: Zmień kolor lub kolejność
zh_hant: 改變顏色和順序

# bJN-4c-KyA.text
source: Slide the calendar to the left, then tap Delete
de: Wischen Sie den Kalender nach links, dann tippen Sie auf Löschen
es: Deslize el calendario a la izquierda, luego pulse Borrar
fr: Glisser le calendrier vers la gauche, puis appuyer Effacer
it: Sposta il calendario sulla sinistra, poi clicca su Elimina
ja: カレンダーを左にスライド すると消す事が出来ます。
pl: Przesuń kalendarz w lewo, następnie naciśnij Usuń
zh_hant: 將日曆滑至左側, 然後輕按刪除

# bwk-H3-3rx.text
source: Touch and hold an event, then drag it up or down
de: Berühren und halten Sie ein Ereignis, dann ziehen Sie dieses nach Oben oder Unten
es: Pulse y mantenga una evento, luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir un événement, puis le traîner vers le haut ou vers le bas
it: Tocca e mantieni premuto su un evento, poi trascinalo su o giù
ja: イベントをタッチして押し続けながら上下に 動かして順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj wydarzenie, następnie przesuń w górę lub w dół
zh_hant: 輕按一個事件不要放開, 然後向上或向下拖拽

# c1e-KD-jLm.text
source: Tap the screen to display the controls
de: Berühren Sie den Touchscreen um die Steuerelemente anzuzeigen
es: Pulsar la pantalla para mostrar los controles
fr: Appuyer l’écran pour afficher les commandes.
it: Tocca lo schermo per visualizzare i comandi
ja: 画面をタップすると、 コントロールが表示されます。
pl: Naciśnij ekran aby wyświelić przyciski.
zh_hant: ￼輕按螢幕可顯示控制

# cd9-3W-dMs.text
source: Swipe left or right to see prev/next events
de: Wischen Sie nach links oder rechts um die vorherigen/nächsten Ereignisse zu sehen
es: Desplace de izquierda a derecha para ver los eventos anteriores/siguientes
fr: Pousser vers la gauche ou la droite pour voir préc/suiv. évènements
it: Scorri a sinistra o a destra per vedere prec/prossimi eventi
ja: 左右にスライドすると前と 次のイベントを見る事が出来ます。
pl: Przesuń w lewo lub w prawo aby zobaczyć poprz/nast wydarzenie
zh_hant: 向左或向右滑以查看上一個或下一個事件

# dP2-Qa-JvS.text
source: Swipe left or right to see holidays for another country
de: Wischen Sie nach links oder rechts um die Feiertage anderer Länder zu sehen
es: Desplace de izquierda a derecha para ver los días festivos de otro país
fr: Pousser vers la gauche ou la droite pour voir Jours fériés pour un autre pays
it: Scorri a sinistra o a destra per vedere le festività in un’altra nazione
ja: 画面を左右にスライドすると様々な 外国の休日情報が表示されます。
pl: Przesuń w lewu lub w prawo aby zobaczyć dni wolne dla innego kraju
zh_hant: 向左或向右滑以查看 假日或另一個國家

# dlc-w8-sH6.text
source: Tap the screen to display the controls
de: Berühren Sie den Touchscreen um die Steuerelemente anzuzeigen
es: Pulsar la pantalla para mostrar los controles
fr: Appuyer l’écran pour afficher les commandes.
it: Tocca lo schermo per visualizzare i comandi
ja: 画面をタップすると、 コントロールが表示されます。
pl: Naciśnij ekran aby wyświetlić przyciski.
zh_hant: ￼輕按螢幕可顯示控制

# eJZ-Dc-ywX.text
source: Tap to add or edit budget
de: Hier tippen um Budget hinzuzufügen oder zu ändern
es: Pulsar adicionar o editar presupuesto
fr: Appuyer pour ajouter ou modifier le budget
it: Tocca per aggiungere o modificare il budget
ja: タップして予算を追加するか修正します。
pl: Naciśnij aby dodać lub edytować budżet
zh_hant: 輕按以添加或編輯預算

# epj-Cz-Fwd.text
source: Tap to change color and more
de: Hier tippen um die Farbe und Weiteres zu ändern
es: Pulsar para cambiar el color y más opciones
fr: Appuyer pour changer couleur et plus
it: Tocca per cambiare colore ed altro
ja: タップして色を変更します。
pl: Naciśnij aby zmienić kolor lub więcej
zh_hant: 輕按來改變 顏色及更多

# gFS-Gm-R76.text
source: Slide the language to the left, then tap Delete
de: Wischen Sie eine Sprache nach links, dann tippen Sie auf Löschen
es: Deslice el idioma a la izquierda, luego pulse Borrar
fr: Glisser la langue vers la gauche, puis appuyer Effacer
it: Fai scivolare la lingua sulla sinistra, poi tocca Elimina
ja: 言語を左にスライドすると 消す事が出来ます。
pl: Przesuń język w lewo, następnie naciśnij Usuń
zh_hant: 將語言滑至左側, 然後輕按刪除

# gaS-yQ-z7H.text
source: Pull down to update
de: Zum Aktualisieren nach Unten ziehen
es: Descargue para actualizar
fr: Tirer vers le bas pour mettre à jour
it: Trascina giù per aggiornare
ja: 画面を下にスライドするとレート 情報を更新することが出来ます。
pl: Przewiń w dół aby zaktualizować
zh_hant: 下拉刷新

# gry-GI-eIw.text
source: Slide the event to the left, then tap Delete
de: Wischen Sie ein Ereignis nach links, dann tippen Sie auf Löschen
es: Deslice el evento a la izquierda, luego pulse Borrar.
fr: Glisser l’événement vers la gauche, puis appuyer Effacer
it: Fai scivolare l’evento sulla sinistra, poi tocca Elimina
ja: イベントを左にスライド すると消す事が出来ます。
pl: Przesuń wydarzenie w lewo, następnie naciśnij Usuń
zh_hant: 將事件滑至左側,然後點擊刪除

# hci-I9-Jca.text
source: Slide the unit to the left, then tap options
de: Wischen Sie einen Eintrag nach links, dann tippen Sie auf Optionen
es: Deslice la unidad a la izquierda, luego pulse opciones
fr: Glisser l’unité vers la gauche, puis appuyer les options
it: Fai scivolare l’unità sulla sinistra, poi tocca opzioni
ja: 単位を左にスライドすると オプションを見る事が出来ます。
pl: Przesuń jednostkę w lewo, następnie naciśnij Opcje
zh_hant: 將事件滑至左側,然後點擊刪除

# k1V-zB-30E.text
source: Tap to view list of periods
de: Hier tippen um die Liste Ihrer Perioden anzuzeigen
es: Pulse para ver la lista de los períodos
fr: Appuyer pour afficher la liste des périodes
it: Tocca per vedere la lista di periodi
ja: タップするとリストを見る事が出来ます。
pl: Naciśnij aby zobaczyć listę okresów
zh_hant: 輕按以查看週期列表

# lwZ-bv-Xg8.text
source: Tap to add a unit
de: Hier tippen um einen Eintrag hinzuzufügen
es: Pulse para agregar una unidad
fr: Appuyer pour ajouter une unité
it: Tocca per aggiungere un’unità
ja: タップして単位を追加します。
pl: Naciśnij aby dodać jednostkę
zh_hant: 輕按以增加一個單位

# miJ-Sx-wfj.text
source: Slide the language to the left, then tap Delete
de: Wischen Sie eine Sprache nach links, dann drücken Sie auf Löschen
es: Deslice el idioma hacia la izquierda, luego pulse Borrar
fr: Glisser la langue vers la gauche, puis appuyer sur Effacer
it: Fai scivolare la lingua sulla sinistra, poi tocca Elimina
ja: 言語を左にスライドすると 消す事が出来ます。
pl: Przesuń język w lewo, następnie naciśnij Usuń
zh_hant: 將語言滑至左側, 然後輕按刪除

# nGX-Pa-fkG.text
source: Swipe left or right to change keypad for basic/scientific
de: Wischen Sie nach links oder rechts um zwischen Standard und Wissenschaftlich zu wechseln
es: Deslice a la izquierda o a la derecha para cambiar el teclado a básico/ científico
fr: Pousser vers la gauche ou la droite pour changer clavier pour basique/scientifique
it: Scorri a sinistra o a destra per cambiare il tastierino in Basilare/Scientifica
ja: キーボードを左右にスライドすると通常の 電卓や関数電卓を変更する事が出来ます。
pl: Przesuń w lewo lub w prawo aby zmienić klawiaturę na prostą/naukową
zh_hant: 向左或向右滑以更改 按鍵區的基本/科學模式

# s0L-Sq-3OK.text
source: Touch and hold a language, then drag it up or down
de: Berühren und halten Sie eine Sprache dann ziehen Sie diese nach Oben oder Unten
es: Toque y mantenga presionada un idioma,luego arrástrelo hacia arriba o hacia abajo
fr: Toucher et maintenir une langue, puis la trainer vers le haut ou le bas
it: Tocca e tieni premuto su una lingua, poi trascinala su o giù
ja: 言語をタッチして押し続けながら上下に 動かして順番を変更する事が出来ます。
pl: Naciśnij i przytrzymaj język, następnie przesuń w górę lub w dół
zh_hant: 點擊一個語言不要放開, 然後向上或向下拖拽

# s4i-R2-JdL.text
source: Tap to add an item
de: Hier tippen um einen Eintrag hinzuzufügen
es: Pulse para adicionar un artículo
fr: Appuyer pour ajouter un item
it: Tocca per aggiungere un elemento
ja: タップしてアイテムを追加します。
pl: Naciśnij aby dodać element
zh_hant: 輕按以增加信息

# sgz-bU-EMv.text
source: Tap to see more categories
de: Hier tippen um weitere Kategorien anzuzeigen
es: Pulse para ver más categorías
fr: Appuyer pour ajouter plus de catégories
it: Tocca per vedere più categorie
ja: タップすれば様々なカテゴリを 見る事が出来ます。
pl: Naciśnij aby zobaczyć więcej kategorii
zh_hant: 輕按以查看更多種類

# tXi-Lo-F3x.text
source: Slide the item to left, then tap Delete
de: Wischen Sie einen Eintrag nach links, dann drücken Sie auf Löschen
es: Deslice el artículo a la izquierda, luego pulse Borrar
fr: Glisser l’item vers la gauche, puis appuyer sur Effacer
it: Fai scivolare l’elemento a sinistra, poi tocca Elimina
ja: アイテムを左にスライド すると消す事が出来ます。
pl: Przesuń element w lewo, następnie naciśnij Usuń
zh_hant: 將信息滑至左側, 然後輕按刪除

# u2A-KR-aV4.text
source: Slide the item to the left, then tap Delete
de: Wischen Sie einen Eintrag nach links, dann drücken Sie auf Löschen
es: Deslice el artículo a la izquierda, luego pulse Borrar
fr: Glisser l’item vers la gauche, puis appuyer sur Effacer
it: Fai scivolare l’elemento a sinistra, poi tocca Elimina
ja: アイテムを左にスライドすると 消す事が出来ます。
pl: Przesuń element w lewo, następnie naciśnij Usuń
zh_hant: 將資訊滑至左側, 然後輕按刪除

# uJK-as-eio.text
source: Slide the item to the left, then tap Delete
de: Wischen Sie einen Eintrag nach links, dann drücken Sie auf Löschen
es: Deslice el artículo a la izquierda, luego pulse Borrar
fr: Glisser l’item vers la gauche, puis appuyer sur Effacer
it: Fai scivolare l’elemento a sinistra, poi tocca Elimina
ja: アイテムを左にスライドすると 消す事が出来ます。
pl: Przesuń element w lewo, następnie naciśnij Usuń
zh_hant: 將資訊滑至左側, 然後輕按刪除

# xAk-aO-P8z.text
source: Tap to add a new list
de: Hier tippen um eine neue Liste hinzuzufügen
es: Pulse para adicionar una nueva lista
fr: Appuyer pour ajouter une nouvelle liste
it: Tocca per aggiungere una nuova lista
ja: タップして新しいリストを作ります。
pl: Naciśnij aby dodać listę
zh_hant: 輕按以添加新的清單

# yQU-2w-5XK.text
source: Tap to see more categories
de: Hier tippen um weitere Kategorien anzuzeigen
es: Pulse para ver más categorías
fr: Appuyer pour voir plus de catégories
it: Tocca per vedere più categorie
ja: タップすれば様々なカテゴリを 見る事が出来ます。
pl: Naciśnij aby zobaczyć więcej kategorii
zh_hant: 輕按以查看更多種類

# dro-2m-enK.text
source: Tap to view list style. You can reorder the currency list.
de: Tippen Sie auf die Liste der Design-Ansicht. Sie können die Währung Liste neu zu ordnen.
es: Pulse para ver el estilo de lista. Puedes reordenar la lista de divisas.
fr: Touchez pour afficher la liste style. Vous pouvez réorganiser la liste des devises.
it: Toccare per visualizzare la lista di stile. È possibile riordinare l'elenco delle valute.
ja: タップしてリスト形式で表示します。 通貨の順序を変更することができます。
pl: Dotknij, aby wyświetlić listę styl. Możesz zmienić kolejność na liście walut.
zh_hant: 點擊查看列表樣式。 您可以重新排序貨幣列表。

# Vy0-r6-Uka.text
source: Tap to add a currency
de: Hier tippen um eine Währung hinzuzufügen
es: Pulse para adicionar un tipo de cambio
fr: Appuyer pour ajouter une devise
it: Tocca per aggiungere una valuta
ja: タップして通話を追加します。
pl: Naciśnij aby dodać walutę
zh_hant: 輕按以添加貨幣。

# Xpu-b2-hjC.text
source: Touch and hold an icon, then drag the app to the desired location
de: Berühren und halten Sie ein Symbol, dann bewegen Sie die App an die gewünschte Position.
es: Toque y mantenga presionado un icono, al arrastrar la aplicación a la ubicación deseada.
fr: Touchez et maintenez une icône, lorsque faites glisser l'application à l'endroit désiré.
it: Toccare e tenere premuto l'icona, quando trascinare l'applicazione nella posizione desiderata.
ja: アイコンをタッチして押し続けながらドラッグして順番を変更する事が出来ます。
pl: Dotknij i przytrzymaj ikonę, kiedy przeciągnij aplikację do wybranej lokalizacji.
zh_hant: 觸摸並按住某個圖標，然後將應用到所需的位置。

# dJh-Kp-Sa0.text
source: Change the main menu style in the settings
de: Ändern Sie das Hauptmenü -Stil in den Einstellungen
fr: Changez le principal style de menu dans les paramètres
it: Modificare lo stile del menu principale nelle impostazioni
ja: 設定では、メインメニューのスタイルを 変更することができます。
zh_hant: 更改設置主菜單樣式
