Repository: Steven-A3/AppBox2024
Catalog: AppBox3/MainView/Launch/*.lproj/Launch_iPhone.strings
Languages: fr

# 0bh-Bt-1Rg.text
source: Unit Conveter
fr: Convertisseur d’unité

# 3pq-Ua-ezN.text
source: Utility
fr: Utilité

# 3xh-WT-2qJ.text
source: Ladies Calendar
fr: Calendrier féminin

# 5dF-dl-Cfh.text
source: Loan Calculator
fr: Calculette du prêt

# 73z-Fm-nHB.text
source: well designed for both iPhone and iPad
fr: Bien conçu pour l’iPhone et l’iPad

# 7KY-kl-Ksz.text
source: Basic/Scientific Calculator
fr: Élémentaire/Scientifique

# C7O-ix-OQV.text
source: Percent Calculator
fr: Calculette de pourcentage

# CUC-uG-Jld.text
source: Clock
fr: Horloge

# Hg6-My-X9i.text
source: Holidays
fr: Jours fériés

# Ixg-rR-GNM.normalTitle
source: Continue
fr: Continuer

# K25-Dj-0hb.text
source: keep your data up to date on all your devices
fr: garder vos données à jour sur tous vos dispositifs

# LH1-Sz-F5c.text
source: Improvements and Optimizations
fr: Améliorations et Optimisations

# QRY-F6-eI0.text
source: Sales Calculator
fr: Calculette de ventes

# TO4-lW-QE2.text
source: Date Calculator
fr: Calculette de date

# UGi-UW-2XK.normalTitle
source: Later
fr: Ultérieur

# X9y-7J-ggo.text
source: New Look
fr: Nouveau visage

# XOG-GS-v6Y.text
source: Unit Price
fr: Prix à l'unité

# ZZQ-VK-PjS.text
source: easy, faster and more focused, 64Bit and much more
fr: Facile, plus rapide et plus ciblé, 64Bit et bien plus

# c42-0X-ouA.text
source: Expense List
fr: Liste de dépense

# eTo-UJ-qLJ.text
source: Currency Converter
fr: Convertisseur de devises

# fVE-ef-mZ7.text
source: Battery Status
fr: Batterie

# gJ6-AU-90c.normalTitle
source: Use AppBox Pro
fr: Utiliser AppBox Pro

# gMT-1E-eq4.text
source: Days Counter
fr: Événements

# hYb-Yr-r9V.text
source: Wallet
fr: Portefeuille

# hb4-tU-6Zr.normalTitle
source: Continue
fr: Continuer

# hit-L7-cuy.text
source: Lunar Converter
fr: Convertisseur lunaire

# jNp-9m-gWI.normalTitle
source: Use iCloud
fr: Utiliser iCloud

# keG-kf-hWu.text
source: Converter
fr: Convertisseur

# kkF-Z6-oM0.text
source: Translator
fr: Traducteur

# kyc-gi-ylJ.normalTitle
source: Use AppBox Pro
fr: Utiliser AppBox Pro

# lr0-dL-j7a.normalTitle
source: Continue
fr: Continuer

# mT0-ZK-dI1.text
source: What's New
fr: Nouveauté

# mUw-5N-ug2.normalTitle
source: Use AppBox Pro
fr: Utiliser AppBox Pro

# pMI-GK-toN.text
source: Calculator
fr: Calculette

# pRj-wQ-ZtV.text
source: Reference
fr: Référence

# pgE-6d-yU7.text
source: Tip Calculator
fr: Calculette du pourboire

# qCf-Nb-LdB.normalTitle
source: Use AppBox Pro
fr: Utiliser AppBox Pro

# qLl-8c-QA3.normalTitle
source: Continue
fr: Continuer

# wFh-rf-oGS.text
source: Productivity
fr: Productivité

# xYa-vJ-mm4.normalTitle
source: Continue
fr: Continuer

# xk9-a9-WGh.normalTitle
source: Use AppBox Pro
fr: Utiliser AppBox Pro

# 3xJ-Ct-Vtk.text
source: Magnifier
fr: Miroir

# 4JO-f3-Yeq.text
source: Mirror
fr: Aléatoire

# 86S-LG-bmW.text
source: Level
fr: Magnifier

# ni3-pI-wdj.text
source: Flashlight
fr: Lampe de poche

# i80-fG-GLd.text
source: Random
fr: Règle
