Repository: Steven-A3/AppBox2024
Catalog: AppBox3/*.lproj/holidays.strings
Languages: de, es, it, ja, ko, zh_hans

source: Eid al Fitr Holiday (Last Day of Ramadan)
de: Eid al Fitr Feiertag (letzter Tag des Ramadan)
it: Festa di Eid al Fitr(Ultimo Giorno di Ramadan)
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节假日（斋月的最后一天）

source: Eid al Fitr Holiday
de: Eid al Fitr Feiertag
it: Festa di Eid al Fitr
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节假日

source: Eid al Fitr
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节

source: Eid al Fitr(End of Ramadan)
de: Eid al Fitr (Ende des Ramadan)
es: Eid al Fitr(El Día Final de Ramadán)
it: Eid al Fitr(Fine di Ramadan)
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节（斋月结束）

source: Eid ul-Fitr
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节

source: Eidul Fitr
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节

source: Hari Raya Idul Fitri (End of Ramadan)
de: Hari Raya idul Fitri (Ende des Ramadan)
es: Hari Raya Idul Fitri (El Día Final de Ramadán)
it: Hari Raya Idul Fitri(Fine di Ramadan)
ja: ハリラヤ・イドゥル・フィトリ(ラマダンの最終日)
ko: 하리 라야 이둘 피트리(라마단의 마지막날)
zh_hans: 开斋节万德莱菲特里（斋月结束）

source: Eid ul-adha
ja: イード・アル・アドハ
ko: 이드 알 아드하
zh_hans: 开斋节

source: Idul Adha (Feast of Sacrifice)
de: Idul Adha (Opferfest)
es: Idul Adha (Fiesta de Sacrificio)
it: Idul Adha(Festa del Sacrificio)
ja: イドゥル・アドハ(犠牲記念日)
ko: 이둘 아드하(희생 기념일)
zh_hans: 万德莱宰牲节（宰牲节）

source: Eid al Adha (Feast of Sacrifice)
de: Eid al Adha (Opferfest)
es: Eid al Adha (Fiesta de Sacrifico)
it: Eid al Adha(Festa del Sacrificio)
ja: イード・アル・アドハ
ko: 이드 알 아드하
zh_hans: 古尔邦节（宰牲节）

source: Eid al Adha Holiday (Arafat Day)
de: Eid al Adha (Arafat Tag)
es: Eid al Adha Holiday (Día de Arafat)
it: Festa di Eid al Adha(Giorno d’Arafat)
ja: イード・アル・アドハ (アラファトの日)
ko: 이드 알 아드하(아라파트의 날)
zh_hans: 宰牲节假期（阿拉法特日）

source: Eid al Adha Holiday
de: Eid al Adha
es: Festival de Eid al Adha
it: Festa di Eid al Adha
ja: イード・アル・アドハ
ko: 이드 알 아드하
zh_hans: “宰牲节假期”

source: Tabaski (Feast of Sacrifice)
de: Tabaski (Fest des Opfers)
es: Tabaski (Fiesta de Sacrificio)
it: Tabaski(Festa del Sacrificio)
ja: 犠牲記念日(イスラム)
ko: 희생 기념일(이슬람)
zh_hans: 牺牲节(伊斯兰教)

source: Feast of the Sacrifice
de: Fest der Opfer
es: Fiesta del Sacrifico
it: Festa del Sacrificio
ja: 犠牲記念日(イスラム)
ko: 희생 기념일(이슬람)
zh_hans: 牺牲节(伊斯兰教)

source: Sacrifice Feast
de: Opferfest
es: Fiesta del Sacrificio
it: Sacrificio Festa
ja: 犠牲節
ko: 희생절
zh_hans: 牺牲节

source: Hari Raya Haji (Feast of Sacrifice)
de: Hari Raya Haji (Opferfest)
es: Hari Raya Haji (Fiesta de Sacrificio)
it: Hari Raya Haji(Festa del Sacrificio)
ja: ハリ・ラヤ・ハジ(犠牲記念日)
ko: 하리 라야하지(희생 기념일)
zh_hans: 哈芝节（宰牲节）

source: Hari Raya Puasa (End of Ramadan)
de: Hari Raya Puasa (Ende des Ramadan)
es: Hari Raya Puasa (El Día Final de Ramadán)
it: Hari Raya Puasa(Fine di Ramadan)
ja: ハリ・ラヤ・プアサ(ラマダン最終日)
ko: 하리 라야 푸아사(라마단의 마지막날)
zh_hans: 开斋节（斋月结束）

source: Laylat al-Qadr
de: Laylat al-Qadr (Muslimischer Feiertag)
ja: 天命の夜
ko: 거룩한 밤
zh_hans: 盖德尔夜

source: Prophet's Ascension(Isra' Miraj Nabi)
de: Himmelfahrt des Propheten (ISRA Miraj Nabi)
es: Ascensión del Profeta(Isra' Miraj Nabi)
it: Ascensione di profeta(Isra' Miraj Nabi)
ja: マホメットの昇天
ko: 마호메트의 승천
zh_hans: 穆罕默德升天节

source: Leilat al-Meiraj (The Prophet's Ascension)
de: Leilat al-Meiraj (Himmelfahrt des Propheten)
es: Leilat al-Meiraj (Ascensión del Profeta)
it: Leilat al-Meiraj(Ascensione di profeta)
ja: マホメットの昇天
ko: 마호메트의 승천
zh_hans: 穆罕默德升天节

source: Muharram(Islamic New Year)
de: Muharram (Islamisches Neujahr)
es: Muharram(Año Nuevo Islámico)
it: Muharram(Capodanno Islamico)
ja: ムハラム (イスラムの新年)
ko: 무하람 (이슬람 설날)
zh_hans: 伊斯兰教新年

source: Muharram(Islamic New Year)(1429)
de: Muharram (Islamisches Neujahr) (1429)
es: Muharram(Año Nuevo Islámico)(1429)
it: Muharram(Capodanno Islamico)(1429)
ja: ムハラム(イスラムの新年)(1429年)
ko: 무하람 (이슬람 설날)(1429년)
zh_hans: 伊斯兰教新年(1429年)

source: Public Sector Holiday (Death of Umm al-Quwain ruler)
de: Öffentlicher Feiertag (Tod von Umm al-quwain Lineal)
es: Fiesta del Sector Público (La Muerte de Umm al-Quwain Gobernante)
it: Festa di Settore Pubblico(Morte di Umm al-Quwain ruler)
ja: ウムアールクウェイン王子の忌日
ko: 움 알 쿠웨인 왕자의 기일
zh_hans: 乌姆盖万酋长国王子祭日

source: Ramadan Feast
de: Ramadan Fest
es: Fiesta de Ramadán
it: Festa di Ramadan
ja: ラマダン聖餐
ko: 라마단 성찬
zh_hans: 斋月节

source: Hari Raya Nyepi Tahun Baru (Hindu New Year)
de: Hari Raya Nyepi Jahre alt Baru (Hindu Neujahr)
es: Hari Raya Nyepi Tahun Baru (Año Nuevo Hindú)
it: Hari Raya Nyepi Tahun Baru(Capodanno d’Induismo)
ja: ハリラヤネピバル(ヒンズー教の新年)
ko: 하리 라야 네피 바루(힌두교의 설날)
zh_hans: 印度教新年

source: Federal Territory Day(KUL LBN PJY)
es: Día de Territorio Federal(KUL LBN PJY)
it: Giorno di Territoio Federale (KUL LBN PJY)
ja: 連邦自治領の日(KUL LBN PJY)
ko: 연방자치령의 날(KUL LBN PJY)
zh_hans: 联邦自制令日(KUL LBN PJY)

source: Chinese New Year
de: 1. Chinesisches Neujahrsfest
es: Año Nuevo de Chino
it: Capodanno Cinese
ja: 中国暦新年
ko: 음력 신년
zh_hans: 春节

source: Chinese New Year, Day 2
de: 2. Chinesisches Neujahrsfest
es: El Segundo Día de Año Nuevo de Chino
it: Capodanno Cinese, Giorno 2
ja: 中国暦新年、翌日
ko: 음력 신년, 다음날
zh_hans: 春节初二

source: Wesak Day(Birth of Buddha)
de: Wesak Day(Geburtstag von Buddha)
es: Wesak Day(El Cumpleaños del Buda)
it: Giorno di Wesak (Nascità di Buddha)
ja: 花祭り
ko: 부처님 오신날
zh_hans: 佛祖降临日

source: King's Birthday
de: Königs Geburtstag
es: Aniversario del nacimiento del Rey
it: Compleanno del Rè
ja: 皇帝生誕日
ko: 황제의 생일
zh_hans: 国王诞辰

source: Hari Raya Qurban (Feast of Sacrifice)
de: Hari Raya Qurban (Opferfest)
es: Hari Raya Qurban (Fiesta de Sacrifico)
it: Hari Raya Qurban(Festa del Sacrificio)
ja: Hari Raya Qurban(犠牲記念日)
ko: Hari Raya Qurban(희생기념일)
zh_hans: Hari Raya Qurban(牺牲纪念日)

source: Awal Muharram(Islamic New Year)
de: Awal Muharram(Islamisches Neujahr)
es: Awal Muharram(Año Nuevo Islámico)
it: Awal Muharram(Nuovo Anno Islamico)
ja: Awal Muharram(イスラム暦の新年)
ko: Awal Muharram(이슬람력 신년)
zh_hans: Awal Muharram(伊斯兰历新年)

source: Awal Muharram(Islamic New Year)(1429)
de: Awal Muharram(Islamisches Neujahr)(1429)
es: Awal Muharram(Año Nuevo Islámico)(1429)
it: Awal Muharram(Nuovo Anno Islamico)(1429)
ja: Awal Muharram(イスラム暦の新年)(1429)
ko: Awal Muharram(이슬람력 신년)(1429)
zh_hans: Awal Muharram(伊斯兰历新年)(1429)

source: Shahid Dibosh(International Mother Language Day)
de: Shahid Dibosh(Internationaler Tag der Muttersprache)
es: Shahid Dibosh(Día Internacional de la Lengua Materna)
it: Giorno di Shahid Dibosh (Giorno di Madre Lingue Internazionali)
ja: Shahid Dibosh(国際母語の日)
ko: Shahid Dibosh(국제 모어의 날)
zh_hans: Shahid Dibosh(国际母语日)

source: Eid-e-Milad-Un Nabi(Prophet's Birthday)
de: Eid-e-Milad-Un Nabi(Geburtstag des Propheten)
es: Eid-e-Milad-Un Nabi(El Cumpleaños del Profeta)
it: Eid-e-Milad-Un Nabi(Compleanno di profeta)
ja: Eid-e-Milad-Un Nabi(真帆目と生誕日)
ko: Eid-e-Milad-Un Nabi(마호메트 탄생일)
zh_hans: Eid-e-Milad-Un Nabi(穆罕默德诞辰)

source: Sheikh Mujibur Rahman's Birth Anniversary
de: Geburtstag von Scheich Mujibur Rahman
es: Aniversario del nacimiento del Sheikh Mujibur Rahman
it: Anniversario della Nascità di Sheikh Mujibur Rahman
ja: Sheikh Mujibur Rahman生誕記念日
ko: Sheikh Mujibur Rahman 탄생 기념일
zh_hans: Sheikh Mujibur Rahman 诞辰

source: Pahela Baishakh(Bengla New Year)
de: Pahela Baishakh(Bengla Neujahr)
es: Pahela Baishakh(Año Nuevo de Bengla)
it: Pahela Baishakh(Nuovo Anno di Bengla)
ja: Pahela Baishakh(Bengla新年)
ko: Pahela Baishakh(Bengla 신년)
zh_hans: Pahela Baishakh(Bengla 新年)

source: Labour Day
de: Tag der Arbeit
es: Día de Trabajo
it: Festa del Lovoro
ja: 勤労者の日
ko: 근로자의 날
zh_hans: 劳动节

source: Buddha Purnuma(Buddha Day)
de: Buddha Purnuma(Tag des Buddha)
es: Buddha Purnuma(Día de Buda)
it: Buddha Purnuma(Festa di Buddha)
ja: Buddha Purnuma(花祭り)
ko: Buddha Purnuma(부처님 오신날)
zh_hans: Buddha Purnuma(佛祖降临日)

source: Shab e-Barat(Ascension of the Prophet)
de: Shab e-Barat(Himmelfahrt des Propheten)
it: Shab e-Barat(Ascensione della Profeta)
ja: Shab e-Barat(マホメットの昇天)
ko: Shab e-Barat(마호메트의 승천)
zh_hans: Shab e-Barat(穆罕默德升天节)

source: National Mourning Day
it: Giorno Nazionale di Lutto
ja: 哀悼の日
ko: 애도의 날
zh_hans: 全国哀悼日

source: Public Holiday for Shab-e-Qadar(Night of Destiny)
de: Night of Destiny (Muslimischer Feiertag)
es: Festival Pública de Shab-e-Qadar(Noche del Destino)
it: Festa Pubblica per Shab-e-Qadar(Notte del Destino)
ja: Shab-e-Qadar(運命の夜)
ko: Shab-e-Qadar(운명의 밤)
zh_hans: Shab-e-Qadar(命运之夜)

source: Eid-ul-Fiter(End of Ramadan)
de: Eid-ul-Fiter(Ende des Ramadan)
es: Eid-ul-Fiter(El Día Final de Ramadán)
it: Eid-ul-Fiter(Fine di Ramadan)
ja: Eid-ul-Fiter(ラマダン最終日)
ko: Eid-ul-Fiter(라마단 마지막 날)
zh_hans: Eid-ul-Fiter(斋月结束)

source: Eid-ul-Fiter Holiday
de: Eid-ul-Fiter
es: Festival de Eid-ul-Fiter
it: Festa di Eid-ul-Fiter
ja: Eid-ul-Fiter
ko: Eid-ul-Fiter
zh_hans: Eid-ul-Fiter

source: National Revolution Day
de: Nationaler Revolutionstag (Feiertag in Bangladesch)
es: Día de la Revolución Nacional
it: Giorno Nazionale della Revoluzione
ja: 革命の日
ko: 혁명의 날
zh_hans: 国民革命日

source: Eid-ul-Azha(Feast of Sacrifice)
de: Eid-ul-Azha(Opferfest)
es: Eid-ul-Azha(Fiesta de Sacrifico)
it: Eid-ul-Azha(Festa del Sacrificio)
ja: Eid-ul-Azha(犠牲記念日)
ko: Eid-ul-Azha(희생기념일)
zh_hans: 开斋节（宰牲节）

source: Eid-ul-Azha Holiday
de: Eid-ul-Azha
es: Festival de Eid-ul-Azha
it: Festa di Eid-ul-Azha
ja: Eid-ul-Azha
ko: Eid-ul-Azha
zh_hans: Eid-ul-Azha

source: Bijoy Dibosh(Victory Day)
de: Bijoy Dibosh(Tag des Sieges)
es: Bijoy Dibosh(Día de Victoria)
it: Bijoy Dibosh (Giorno della Vittoria)
ja: Bijoy Dibosh(勝利の日)
ko: Bijoy Dibosh(승리의 날)
zh_hans: Bijoy Dibosh(胜利日)

source: New Year Bank Holiday
de: Neujahrstag
es: Festival del Año Nuevo
it: Festivi dell’Anno Nuovo
ja: 新年
ko: 신년
zh_hans: 新年

source: Eid Milad un Nabi(Prophet's Birthday)
de: Eid Milad un Nabi(Geburtstag des Propheten)
es: Eid Milad un Nabi(El Cumpleaños del Profeta)
it: Eid Milad un Nabi (Compleanno di profeta)
ja: Eid Milad un Nabi(マホメット生誕日)
ko: Eid Milad un Nabi(마호메트 탄생일)
zh_hans: Eid Milad un Nabi(穆罕默德诞辰)

source: Start of Ramadan Bank Holiday
de: Begin des Ramadan – Bank Holiday
es: Día Feriado del Inicio del Ramadán
it: Inizio dei Festivi di Ramadan
ja: ラマダン開始記念日
ko: 라마단 시작 기념일
zh_hans: 斋月开始纪念日

source: Eidul Fitr(End of Ramadan)
de: Eidul Fitr(Ende des Ramadan)
es: Eidul Fitr(El Día Final de Ramadán)
it: Eidul Fitr(Fine di Ramadan)
ja: Eidul Fitr(ラマダン最終日)
ko: Eidul Fitr(라마단 마지막 날)
zh_hans: Eidul Fitr(斋月结束)

source: Eidul Fitr Holiday
de: Eidul Fitr
it: Festa di Eidul Fitr
ja: Eidul Fitr
ko: Eidul Fitr
zh_hans: Eidul Fitr

source: Eidul Azha(Feast of Sacrifice)
de: Eidul Azha(Opferfest)
es: Eidul Azha(Fiesta de Sacrifico)
it: Eidul Azha(Festa del Sacrificio)
ja: Eidul Azha(犠牲記念日)
ko: Eidul Azha(희생기념일)
zh_hans: Eidul Azha(牺牲纪念日)

source: Eidul Azha Holiday
de: Eidul Azha
es: Festival de Eidul Azha
it: Festa di Eidul Azha
ja: Eidul Azha
ko: Eidul Azha
zh_hans: Eidul Azha

source: Ashura Holiday(Yaum-e-Ashur)
de: Ashura(Yaum-e-Ashur)
es: Festival de Ashura(Yaum-e-Ashur)
it: Festa d’ Ashura(Yaum-e-Ashur)
ja: Ashura(Yaum-e-Ashur)
ko: Ashura(Yaum-e-Ashur)
zh_hans: Ashura(Yaum-e-Ashur)

source: Quaid-e-Azam's Birthday/Christmas Day
de: Geburtstag von Quaid-e-Azam/Weihnachten
es: Aniversario del nacimiento del Quaid-e-Azam/La Navidad
it: Compleanno/Natale di Quaid-e-Azam
ja: Quaid-e-Azam生誕日/クリスマス
ko: Quaid-e-Azam의 생일/성탄절
zh_hans: Quaid-e-Azam诞辰/圣诞节

source: Anniversary of Benazir Bhutto's Death(Sindh)
de: Jahrestag des Todes von Benazir Bhutto (Sindh)
es: Aniversario de la Muerte de Benazir Bhutto
it: Anniversario della Morte di Benazir Bhutto(Sindh)
ja: Benazir Bhutto(Sindh)の忌日
ko: Benazir Bhutto(Sindh)의 기일
zh_hans: Benazir Bhutto(Sindh)祭日

source: Orthodox New Year
de: Neujahr Orthodox
es: Año Nuevo de Ortodoxa
it: Nuovo Anno Ortodosso
ja: 東方正教の新年
ko: 동방정교의 신년
zh_hans: 东正教新年

source: Orthodox Easter
de: Orthodoxe Ostern
es: Día de Pascua Ortodoxa
it: Pasqua Ortodossa
ja: 東方正教のイースター
ko: 동방정교의 부활절
zh_hans: 东正教复活节

source: Orthodox Easter Monday
de: Ostermontag Orthodox
es: Lunes de Pascua Ortodoxa
it: Pasquetta Ortodossa
ja: 東方正教のイースターマンデー
ko: 동방정교의 부활절 월요일
zh_hans: 东正教复活节星期一

source: Labor Day Holiday
de: Tag der Arbeit
es: Día del trabajo
it: Festa di Lavoro
ja: 労働の日の祝日
ko: 노동절 휴일
zh_hans: 劳动节

source: Victory Day Holiday
de: Tag des Sieges
es: Día de Victoria
it: Festa di Vittoria
ja: 勝利の日の祝日
ko: 승리의 날 휴일
zh_hans: 胜利日

source: Orthodox Pentecost(Triytsia)
es: Pentecostés de Ortodoxa
it: Pentacoste Ortodosso(Triytsia)
ja: 東方正教五旬節(Triytsia)
ko: 동방정교 오순절(Triytsia)
zh_hans: 东正教五旬节

source: Orthodox Pentecost Monday
es: Lúnes de Pentecostés Ortodoxa
it: Lunedì di Pentacoste Ortodosso
ja: 東方正教五旬節の月曜日
ko: 동방정교 오순절 월요일
zh_hans: 东正教五旬节星期一

source: Independence Day Holiday
es: Día de la Independencia
it: Festa di Giorno dell’Indipendenza
ja: 独立記念日の休日
ko: 독립기념일 휴일
zh_hans: 独立纪念日假期

source: New Year's Day(Nova Godina)
es: Día del Año Nuevo(Nova Godina)
it: Giorno del Nuovo Anno(Nova Godina)
ja: 新年(Nova Godina)
ko: 신년(Nova Godina)
zh_hans: 新年(Nova Godina)

source: Orthodox Good Friday(Veliki Petok)
de: Karfreitag Orthodox(Veliki Petok)
es: Viernes Santo Ortodoxa(Veliki Petok)
it: Venerdì Santo Ortodosso(Veliki Petok)
ja: 東方正教受難日(Veliki Petok)
ko: 동방정교 수난일(Veliki Petok)
zh_hans: 东正教受难日 (Veliki Petok)

source: Orthodox Easter(Prv den veligden)
de: Orthodoxe Ostern(Prv den veligden)
es: Día de Pascua Ortodoxa(Prv den veligden)
it: Pasqua Ortodossa(Prv den veligden)
ja: 東方正教イースター(Prv den veligden)
ko: 동방정교 부활절(Prv den veligden)
zh_hans: 东正教复活节(Prv den veligden)

source: Orthodox Easter Monday(Vtor den Veligden)
de: Ostermontag Orthodox(Vtor den Veligden)
es: Lunes de Pascua Ortodoxa(Vtor den Veligden)
it: Pasquetta Ortodossa(Vtor den Veligden)
ja: 東方正教イースターマンデー(Vtor den Veligden)
ko: 동방정교 부활절 월요일(Vtor den Veligden)
zh_hans: 东正教复活节星期一(Vtor den Veligden)

source: Labour Day(Den na trudot)
de: Tag der Arbeit(Den na trudot)
es: Día de Trabajo(Den na trudot)
it: Festa di Lavoro(Den na trudot)
ja: 労働の日(Den na trudot)
ko: 노동절(Den na trudot)
zh_hans: 劳动节(Den na trudot)

source: Duhovden(All Souls)
de: Duhovden(Allerseelen)
es: Duhovden(Día de Finados)
it: Duhovden(Tutti Santi)
ja: Duhovden(慰霊の日)
ko: Duhovden(위령의 날)
zh_hans: Duhovden(万灵节)

source: Iliden Day(Republic Day)
de: Iliden Tag(Tag der Republik)
es: Iliden Day(Día de la República)
it: Giorno di Iliden (Giorno della Repubblica)
ja: Iliden Day(共和国記念日)
ko: Iliden Day(공화국 기념일)
zh_hans: Iliden Day(共和国纪念日)

source: Golema Bogorodica(Dormition of the Holy Mother of God)
de: Golema Bogorodica(Maria Aufnahme in den Himmel)
es: Golema Bogorodica(La Dormición de la Virgen Santa)
it: Golema Bogorodica(Dormizione della Madre di Dio)
ja: Golema Bogorodica(聖母永眠日)
ko: Golema Bogorodica(성모영면일)
zh_hans: Golema Bogorodica(圣母永眠日)

source: Ramazan Bajram(End of Ramadan)
de: Ramazan Bajram(Ende des Ramadan)
es: Ramazan Bajram(El Día Final de Ramadán)
it: Ramazan Bajram(Fine di Ramadan)
ja: Ramazan Bajram(ラマダン最終日)
ko: Ramazan Bajram(라마단 마지막 날)
zh_hans: Ramazan Bajram(斋月结束)

source: Uprising Against Fascism Day
de: Widerstand gegen den Faschismus (Mazedonischer Feiertag)
es: Día del Levantamiento contra el Fascismo
it: Giorno della Rivolta contro il fascismo
ja: 反ファシズム蜂起の日
ko: 반 파시즘 봉기의 날
zh_hans: 反法西斯起义日

source: Day of the Macedonian Revolution
de: Tag der Mazedonischen Revolution
es: Día de la Revolución de Macedonia
it: Giorno della Rivoluzione di Macedone
ja: マケドニア革命記念日
ko: 마케도니아 혁명 기념일
zh_hans: 马其顿革命纪念日

source: Kurban Bajram(Feast of Sacrifice)
de: Kurban Bajram(Opferfest)
es: Kurban Bajram(Fiesta de Sacrifico)
it: Kurban Bajram(Festa del Sacrificio)
ja: Kurban Bajram(犠牲記念日)
ko: Kurban Bajram(희생기념일)
zh_hans: Kurban Bajram(牺牲纪念日)

source: Day of the Albanian Alphabet
de: Tag des Albanischen Alphabets
es: Día del Alfabeto Albanés
it: Giorno dell’Alfabeto Albaniano
ja: アルバニア文字の日
ko: 알바니아 문자의 날
zh_hans: 阿尔巴尼亚字母日

source: Liberation Day(National Day)
de: Tag der Befreiung(Nationalfeiertag)
es: Día de la Liberación(Día Nacional)
it: Giorno della Lberazione(Giorno Nazionale)
ja: 光復節(国慶節)
ko: 광복절(국경일)
zh_hans: 光复节（国庆节）

source: Orthodox Good Friday
de: Karfreitag Orthodox
es: Viernes Santo Ortodoxa
it: Venerdì Santo Ortodosso
ja: 東方正教受難日
ko: 동방정교 수난일
zh_hans: 东正教受难日

source: Saint George's Day/Army Day
de: Tag des Heiligen Georg/Tag der Armee
es: Día de San George/Día del Ejército
it: Giorno di San Giorgio/Giorno d’Esercito
ja: Saint George's Day/建軍節
ko: Saint George's Day/군대의 날
zh_hans: 圣乔治日/建军节

source: Saint George's Day Bridge Public Holiday
de: Tag des Heiligen Georg - Brückentag
es: Día Público para el Puente del Día de San Jorge
it: Giorno di San Giorgio Ponte Festivo Pubblico
ja: Saint George's Day連結休日
ko: Saint George's Day 연결 휴일
zh_hans: Saint George's Day 连接假期

source: Culture and Literacy Day
de: Kultur- und Bildungstag (Bulgarischer Feiertag)
es: Día de Cultura y de Alfabetización
it: Giorno della Cultura e Alfabetizzazione
ja: 文化と文盲克服の日
ko: 문화와 문맹 극복의 날
zh_hans: 文化与扫盲日

source: Ethiopian Christmas(Genna)
de: Äthiopische Weihnachten(Genna)
es: Navidad de Etiopia(Genna)
it: Natale Etiopiano(Genna)
ja: エチオピアクリスマス(Genna)
ko: 이디오피아 성탄절(Genna)
zh_hans: 埃塞俄比亚圣诞节（真纳）

source: Timket(Epiphany)
de: Timket(Heilige Drei Könige)
it: Timket(Epifania)
ja: Timket(主顕節)
ko: Timket(주현절)
zh_hans: Timket（主显节）

source: The Prophet's Birthday (Mouloud)
de: Geburtstag des Propheten (Mouloud)
es: El Cumpleaños del Profeta (Mouloud)
it: Compleanno di Profeta(Mouloud)
ja: マホメット生誕日 (Mouloud)
ko: 마호메트 탄생일 (Mouloud)
zh_hans: 穆罕默德诞辰(Mouloud)

source: Adwa Victory Day
de: Adwa Tag des Sieges
es: Adwa Día de Victoria
it: Giorno della Vittoria di Adwa
ja: Adwa勝利の日
ko: Adwa 승리의 날
zh_hans: Adwa 胜利日

source: Ethiopian Good Friday(Siklet)
de: Äthiopische Karfreitag(Siklet)
es: Viernes Santo de Etiopia(Siklet)
it: Venerdì Santo Etiopiano(Siklet)
ja: エチオピア受難日(Siklet)
ko: 이디오피아 수난일(Siklet)
zh_hans: 埃塞俄比亚耶稣受难日（siklet）

source: Ethiopian Easter(Fasika)
de: Äthiopische Ostern(Fasika)
es: Día de Pascua de Etiopia(Fasika)
it: Pasqua Etiopiana(Fasika)
ja: エチオピアイースター(Fasika)
ko: 이디오피아 부활절(Fasika)
zh_hans: 埃塞俄比亚复活节 (Fasika)

source: International Labour Day
de: Tag der Arbeit
es: Día de Trabajo
it: Festa Internazionale del Lavoro
ja: 国際労働の日
ko: 국제 노동절
zh_hans: 国际劳动节

source: Patriots' Victory Day
de: Patriots' Victory Day (Äthiopischer Feiertag)
es: Día de la Victoria de los Patriotas
it: Giorno della Patriota Vittoria
ja: 愛国者勝利の日
ko: 애국자 승리의 날
zh_hans: 爱国者胜利日

source: Dergue Downfall Day(National Day)
de: Dergue Downfall Day(Nationalfeiertag)
es: Dergue Downfall Day(Día Nacional)
it: Giorno di Dergue Downfall (Giorno Nazionale)
ja: Dergue Downfall Day(国慶節)
ko: Dergue Downfall Day(국경일)
zh_hans: Dergue Downfall Day(国庆日)

source: Id Al Fetir(End of Ramadan)
de: Id Al Fetir(Ende des Ramadan)
es: Id Al Fetir(El Día Final de Ramadán)
it: Id Al Fetir(Fine di Ramadan)
ja: Id Al Fetir(ラマダン最終日)
ko: Id Al Fetir(라마단 마지막 날)
zh_hans: Id Al Fetir(斋月结束)

source: Ethiopian New Year
de: Äthiopische Neujahr
es: Día del Año Nuevo de Etiopia
it: Nuovo Anno Etiopiano
ja: エチオピア新年
ko: 이디오피아 신년
zh_hans: 埃塞俄比亚新年

source: Meskel(Discovery of the True Cross)
es: Meskel(Día del Descubrimiento de la Vera Cruz)
it: Meskel(Scoperta della Vera Croce
ja: Meskel(聖なる十字架発見の日)
ko: Meskel(거룩한 십자가 발견의 날)
zh_hans: 梅斯凯尔（圣十字架发现日）

source: Id Al Adaha / Arefa(Feast of Sacrifice)
de: Id Al Adaha / Arefa(Opferfest)
es: Id Al Adaha / Arefa(Fiesta de Sacrifico)
it: Id Al Adaha / Arefa(Festa di Sacrificio)
ja: Id Al Adaha / Arefa(犠牲記念日)
ko: Id Al Adaha / Arefa(희생 기념일)
zh_hans: 古尔邦节/阿列法（宰牲节）

source: Ancestry Day/National Day
de: Tag der Vorfahren/Nationalfeiertag
es: Día del Ancestro/Día Nacional
it: Giorno d’Ancestry/Giorno Nazionale
ja: Ancestry Day/国慶節
ko: Ancestry Day/국경일
zh_hans: Ancestry Day/国庆日

source: Carnaval Monday
de: Karneval
es: Lúnes de Carnaval
it: Lunedì di Carnevale
ja: カーニバルマンデー
ko: 카니발 월요일
zh_hans: 狂欢星期一

source: Pan-American Day/Bastilla's Day
de: Pan-American Day/Bastilla Tag
es: Día Panamericano/Día de Bastilla
it: Giorno di Pan-American/Giorno di Bastilla
ja: 汎米の日/Bastilla's Day
ko: 범미의 날/Bastilla's Day
zh_hans: 泛美日/Bastilla's Day

source: Ascension
de: Christi Himmelfahrt
es: Día de la Ascensión
it: Ascensione
ja: キリスト昇天日
ko: 예수 승천일
zh_hans: 耶稣升天日

source: Flag and University Day
de: Flagge und Hochschultag
es: Día de la Bandera y de la Universidad
it: Giorno di Bandiera e Università
ja: 国旗と大学の日
ko: 국기와 대학의 날
zh_hans: 国旗和大学日

source: Assumption
de: Mariä Himmelfahrt
es: Día de la Asunción
it: Assunzione
ja: 聖母被昇天祭
ko: 성모 승천 대축일
zh_hans: 圣母升天节

source: Anniversary of the Death of Dessalines
de: Jahrestag des Todes von Dessalines
es: Aniversario de la Muerte de Dessalines
it: Anniversario della Morte di Dessalines
ja: デサリーンの忌日
ko: 데살린의 기일
zh_hans: 德萨利纳祭日

source: United Nations Day
de: Tag der Vereinten Nationen
es: Día de las Naciones Unidas
it: Giornata delle Nazioni Uniti
ja: UNの日
ko: UN의 날
zh_hans: 联合国日

source: Independence Day(day in lieu)
de: Tag der Unabhängigkeit(day in lieu)
es: Día de la Independencia(El Día Siguiente)
it: Giorno dell’Indipendenza(Giorno di lieu)
ja: 独立記念日(day in lieu)
ko: 독립기념일(day in lieu)
zh_hans: 独立纪念日(day in lieu)

source: Discovery Day/Columbus Day Holiday
de: Discovery Tag/Tag des Kolumbus
es: Día del Descubrimiento/Día de la Raza
it: Giorno di Scoperta/Giorno della Festa di Colombus
ja: 発見の日/コロンブスの日の祝日
ko: 발견의 날/콜럼버스의 날 휴일
zh_hans: 发现日/哥伦布日假期

source: Gregorian New Year
de: Gregorianisches Neujahr
es: Día feriado gregoriano del Ao Nevo
it: Nuovo Anno Gregoriano
ja: グレゴリオ暦の新年
ko: 그레고리안력 신년
zh_hans: 阳历新年

source: Gregorian New Year Holiday
de: Gregorianisches Neujahr
es: Día feriado gregoriano del Ao Nevo
it: Festa di Nuovo Anno Gregoriano
ja: グレゴリオ暦の新年の休日
ko: 그레고리안력 신년 휴일
zh_hans: 阳历新年假期

source: Prophet's Birthday
de: Geburtstag des Propheten
es: El Cumpleaños del Profeta
it: Compleanno di Profeta
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: Prophet's Ascension(Isra and Miraj)
de: Himmelfahrt des Propheten(Isra and Miraj)
es: Ascensión del Profeta(Isra and Miraj)
it: Ascensione di Profeta(Isra e Miraj)
ja: マホメットの昇天(Isra and Miraj)
ko: 마호메트의 승천(Isra and Miraj)
zh_hans: 穆罕默德升天(Isra and Miraj)

source: Government Holiday
de: Regierungsfeiertag
es: Día feriado del Gobierno
it: Festa del Governo
ja: 政府の休日
ko: 정부 휴일
zh_hans: 政府公休日

# Seol-nal(2.13~15)
source: Korean New Year(Feb 13~15)
de: Koreanisch Neujahr(13-15 Februar)
it: Capodanno Coreano(Feb 13~15)
ja: 新年(2月13~15日)
ko: 설날(2월 13~15일)
zh_hans: 韩国新年(2月 13~15日)

# Seol-nal(2.2~4)
source: Korean New Year(Feb 2~4)
de: Koreanisch Neujahr(2-4 Februar)
it: Capodanno Coreano(Feb 2~4)
ja: 新年(2月2~4日)
ko: 설날(2월2일~4일)
zh_hans: 韩国新年(2月 2~4日)

source: Harvest Moon Festival(Sep 21~23)
de: Mittherbstfest(21-23 Sep)
it: Festival de la Cosecha(Sep 21-23)
ja: 秋夕(9月21日~23日)
ko: 추석(9월 21일~23일)
zh_hans: 秋夕（9月 21日~23日）

source: Family Day(AB ON SK)
de: Tag der Familie(AB ON SK)
es: Día de la Familia(AB ON SK)
it: Giorno della Famiglia(AB ON SK)
ja: 家族の日(AB ON SK)
ko: 가족의 날(AB ON SK)
zh_hans: 家庭日

source: Heritage Day(YT)
de: Tag des Denkmals(YT)
es: Día de Patrimonio(YT)
it: Giorno del Patrimonio(YT)
ja: 文化遺産記念日(YT)
ko: 문화유산 기념일(YT)
zh_hans: 文化遗产日

source: Saint Patrick's Day(NL)
de: Tag der hl. Patrick(NL)
es: Día de San Patrico(NL)
it: Festa di San Patrizio(NL)
ja: 聖パトリックの日(NL)
ko: 성자 패트릭의 날(NL)
zh_hans: 圣帕特里克节

source: Islander Day(PE)
de: Islander Tag(PE)
es: Islander Día(PE)
it: Giorno di Islander(PE)
ja: アイランダー記念日(PE)
ko: 아일랜더 기념일(PE)
zh_hans: 岛民日

source: Louis Riel Day(MB)
de: Louis Riel Tag(MB)
es: Louis Riel Día(MB)
it: Giorno di Louis Riel(MB)
ja: ルイリエル記念日(MB)
ko: 루이 리엘 기념일(MB)
zh_hans: 路易斯瑞尔日

source: Victoria Day(except NB NL NS PE)
de: Victoria Tag(except NB NL NS PE)
es: Día de la Victoria(except NB NL NS PE)
it: Giorno della Vittoria (tranne NB NL NS PE)
ja: ビクトリアの日(except NB NL NS PE)
ko: 빅토리아의 날(except NB NL NS PE)
zh_hans: 维多利亚日(except NB NL NS PE)

source: National Aboriginal Day(NT)
de: National Aboriginal Tag(NT)
es: Día Nacional del Aborigen(NT)
it: Giorno Nazionale d’Aborigeno(NT)
ja: カナダ原住民の日(NT)
ko: 캐나다 원주민의 날(NT)
zh_hans: 加拿大土著日
