Repository: Steven-A3/AppBox2024
Catalog: AppBox3/*.lproj/holidays.strings
Languages: de, es, it, ja, ko, zh_hans

source: Add Holidays
de: Feiertag hinzufügen
es: Agregar días festivos
it: Aggiungi festività
ja: 祝日追加
ko: 공휴일 추가
zh_hans: 公休日添加

source: Holiday List
de: Feiertagsliste
es: Lista de feriados
it: Lista delle festività
ja: 祝日リスト
ko: 공휴일 목록
zh_hans: 公休日目录

# HolidayHelp
source: Tap 'Add' to add countries. You can re-order the country list with 'Edit' after the 'Add' screen.
de: Tippen Sie auf "Hinzufügen", um Länder hinzuzufügen. Sie können die Reihenfolge der Länder mit "Bearbeiten" im Untermenü von "Hinzufügen" verändern.
es: Pulse en Agregar para agregar días feriados. Usted puede reordenar la lista de países en Editar.
it: Tocca ‘Add’ per aggiungere un paese. Puoi riordinare la lista del paese con ‘Modifica’ dopo la schermata ‘Add’.
ja: '追加'ボタンを選択し、お好きな祝日を追加できます。 '追加'画面にある'編集'ボタンを選択して探す頻度の高い祝日の順序を変えることができます。
ko: '추가'버튼을 선택하여 원하는 공휴일을 추가할 수 있습니다. '추가'화면에 있는 '편집'버튼을 선택하여 자주 찾는 공휴일의 순서를 바꾸실 수 있습니다.
zh_hans: 选择'添加'键，可以添加您想添加的公休日。 选择'添加'菜单里的'编辑'键，可以变更您经常查找的公休日的顺序。

source: * Moved from
de: * Von
es: Pasar la fecha de
it: * Spostato da
ja: *から日付を移動
ko: *에서 날짜 이동
zh_hans: 从*处移动日期

source: Show Lunar Dates
de: Zeige Lunar Datum
es: Calendario Lunar (Chino)
it: Visualizza le Date Lunari
ja: 陰暦の日付を表示
ko: 음력 날짜 표시
zh_hans: 阴历日期显示

source: Re-order or Delete Holidays
de: Ordnen oder Löschen von Feiertagen
es: Modificar o eliminar los feriados
it: Riordina o Cancella le Festività
ja: 祝日の順序を変えたり削除
ko: 공휴일의 순서를 바꾸거나 삭제
zh_hans: 更改公休日的顺序或删除

source: There must be at least one holiday selected.
de: Es muss mindestens ein Urlaub ausgewählt.
es: Debe seleccionar al menos una de las informaciones del Fiesta.
it: Deve esserci almeno una festività selezionata.
ja: 少なくともひとつの休日情報を選択しなければなりません。
ko: 적어도 한개의 휴일정보는 선택이 되어야 합니다.
zh_hans: 至少要选择一个休息日信息方可。

source: 25th of March
es: 25 de Marzo
it: 25 Marzo
ja: 3月 25日
ko: 3월 25일
zh_hans: 3月 25日

source: Abolition Day
de: Tag der Abschaffung
es: Día de Abolición
it: Giorno di Abolizione
ja: 祝日
ko: 공휴일
zh_hans: 公休日

source: Africa Day
de: Afrika Tag
es: Día de África
it: Festa di Africa
ja: アフリカの日
ko: 아프리카의 날
zh_hans: 非洲日

source: Afternoon before Christmas Eve
de: Nachmittag vor Heiligabend
es: La Tarde de la Nochebuena
it: Pomeriggio prima di Viglia di Natale
ja: クリスマスイブの午後
ko: 크리스마스 이브의 오후
zh_hans: 圣诞前夜下午

source: Afternoon before Independence Day
de: Nachmittag vor dem Tag der Unabhängigkeit
es: La Tarde del día anterior de la Independencia
it: Pomeriggio prima di Festa dell’indipendenza
ja: 独立記念日の前日の午後
ko: 독립기념일 전날 오후
zh_hans: 独立纪念日前夜下午

source: Afternoon before New Year's Day
de: Nachmittag vor dem Neujahrstag
es: La Tarde del día anterior del Año Nuevo
it: Pomeriggio prima di Capodanno
ja: 新年の前日の午後
ko: 새해 전날 오후
zh_hans: 新年前夜下午

source: Afternoon before Victory Day
de: Nachmittag vor dem Tag des Sieges
es: La Tarde del día anterior de Victoria
it: Pomeriggio prima di Giorno della vittoria
ja: 戦勝記念日の前日の午後
ko: 승리기념일 전날 오후
zh_hans: 胜利纪念日前夜下午

source: Air Force Day
de: Luftwaffen Tage
es: Día de la Fuerza Aérea
it: Festa di Aviazione
ja: 空軍の日
ko: 공군의 날
zh_hans: 空军节

source: All Saints Day
de: Allerheiligen
es: Día de Todos los Santos
it: Ognissanti
ja: 諸聖徒日
ko: 만성절
zh_hans: 万圣节

source: All Souls Day
de: Allerseelen
es: Día de los Espiritus
it: Festa di Tutte le Anime
ja: 万霊祭
ko: 위령의 날
zh_hans: 万灵节

source: All Souls Day(Dia de Finados)
de: Allerseelen (Da de Finados)
es: Día de Finados
it: Festa di Tutte le Anime(Dia de Finados)
ja: 万霊祭
ko: 위령의 날
zh_hans: 万灵节

source: Americas' Day
de: Amerika Tag
es: Aniversario de las Américas
it: Giorno d’America
ja: アメリカ記念日
ko: 아메리카 기념일
zh_hans: 美洲节

source: Anniversary of Liberation
de: Jahrestag der Befreiung
es: Aniversario de la Liberación
it: Festa della Liberazione
ja: 解放記念日
ko: 해방 기념일
zh_hans: 解放纪念日

source: Anniversary of the death of General José de San Martín
de: Todestag von General José de San Martín
es: Aniversario de la Muerte del General José de San Martín
it: Anniversario della morte del Generale José de San Martín
ja: ホセ・デ・サン・マルティン将軍の日
ko: 호세 데 산 마르틴 장군의 기일
zh_hans: 何塞德圣马丁将军祭日

source: Anti-fascist struggle day
de: Antifaschistischer Kampf Tag
es: Día de la Lucha Antifascista
it: GIORNO DI ANTI-FASCISTA LOTTA
ja: アンチ – ファシスト闘争の日
ko: 안티 - 파시스트 투쟁의 날
zh_hans: 反法西斯斗争节

source: Anzac Day
de: Anzac Tag
es: Día de Anzac
it: Festa d’Anzac
ja: ANZACの日
ko: ANZAC의 날
zh_hans: ANZAC节

source: Armed Forces Day
de: Tag der Streitkräfte
es: Día de las Fuerzas Armadas
it: Festa delle Forze Armate
ja: 軍隊記念日
ko: 국군의 날
zh_hans: 建军节

source: Armistice Day
de: Tag des Waffenstillstands
es: Día del Armisticio
it: Giorno d’Armistizio
ja: 休戦記念日
ko: 휴전 기념일
zh_hans: 休战纪念日

source: Army Day
de: Tag der Armee
es: Día del Ejército
it: Giorno d’Esercito
ja: 建軍節
ko: 국군의 날
zh_hans: 建军节

source: Arrival of Indentured Labourers
de: Ankunft der arbeitsverpflichteten Arbeiter
es: Llegada de mano de obra forzada
it: l'arrivo dei lavoratori a contratto
ja: 契約勤労者到着記念日
ko: 계약근로자 도착 기념일
zh_hans: 合同劳动者到达纪念日

source: Ascension Day
de: Christi Himmelfahrt
es: Día de la Ascensión
it: Festa d’Ascensione
ja: 昇天日
ko: 예수 승천일
zh_hans: 耶稣升天节

source: Ascension of Jesus
de: Himmelfahrt Jesu
es: La Ascensión de Jesús
it: Ascensione di Gesú
ja: キリスト昇天日
ko: 예수 승천일
zh_hans: 耶稣升天节

source: Ash Wednesday
de: Aschermittwoch
es: Miércoles de Ceniza
it: Mercoledì delle ceneri
ja: 灰の水曜日
ko: 성회일
zh_hans: 圣灰星期三

source: Assumption Day
de: Mariä Himmelfahrt
es: Día de la Asunción
it: Giorno dell’Assunzione
ja: 聖母被昇天祭
ko: 성모 승천 대축일
zh_hans: 圣母升天节

source: Ferragosto/Assumption Day
de: Mariä Himmelfahrt
es: Día de la Asunción
it: Ferragosto/Assunzione
ja: 聖母被昇天祭
ko: 성모 승천 대축일
zh_hans: 圣母升天节

source: Assumption Day(only for Guatemala City)
de: Mariä Himmelfahrt (nur für Guatemala-Stadt)
es: Día de la Asunción(Solamente para la Ciudad de Guatemala)
it: Giorno dell’Assunzione(solo per la città Guatemala)
ja: 聖母被昇天祭(グァテマラ市限定)
ko: 성모 승천 대축일(과테말라시 한정)
zh_hans: 圣母升天节（仅适用于危地马拉城）

source: Assumption of Mary
de: Mariä Himmelfahrt
es: Día de la Asunción
it: Assunzione di Maria
ja: 聖母被昇天祭
ko: 성모 승천 대축일
zh_hans: 圣母升天节

source: Assumption of the Blessed Virgin Mary
de: Himmelfahrt der heiligen Jungfrau Maria
es: La Asunción de la Virgen María
it: Assunzione della Beata Vergine Maria
ja: 聖母マリア被昇天祭
ko: 성모 마리아아 승천 대축일
zh_hans: 圣母玛利亚升天节

source: August Civic Holiday
de: Civic Holiday (Kanadischer Feiertag)
es: Fiesta Cívica de Agosto
it: Festa di Civico dell’Agosto
ja: 8月の市民の日
ko: 8월의 시민휴일
zh_hans: 8月公民假期

source: August Festivals(Aug 1~7)
de: August Festival (1. - 7. August)
es: Festivales de Agosto
it: Festival d’Agosto(Ago 1~7)
ja: 8月祭(8月 1日 ~ 7日)
ko: 8월 축제 (8월 1일 ~ 7)
zh_hans: 8月节(8月 1日 ~ 7)

source: August Holiday
de: Herbstferien
es: Fiesta de Agosto
it: Festa d’Agosto
ja: 8月の休日
ko: 8월의 휴일
zh_hans: 8月假期

source: Autumnal Equinox
de: Herbstpunkt
es: Equinoccio del Otoño
it: Equinozio d'autunno
ja: 秋分
ko: 추분
zh_hans: 秋分

source: Bank Holiday
de: Feiertag
es: Día Festivo
it: Giorni Festivi
ja: 祝祭日
ko: 국경일
zh_hans: 公共假日

source: Bastille Day
de: Tag des Sturms auf die Bastille
es: Día de la Bastilla
it: Presa della Bastiglia
ja: フランス革命記念日
ko: 바스티유의 날
zh_hans: 法国革命纪念日

source: Bataan and Corregidor Day
de: Bataan und Corregidor Tage (Nationalfeiertag Philippinen)
es: Día de Bataan y Corregidor
it: Giorno di Bataan e Corregidor
ja: 勇者の日
ko: 바탄 그리고 코레의 날
zh_hans: 巴丹和多尔日

source: Battle of Angamos
de: Schlacht von Angamos
es: Batalla de Angamos
it: Battaglia di Angamos
ja: アンガモスの海戦
ko: 앵모스의 전투
zh_hans: 安加莫斯战役纪念日

source: Battle of Boyacá
de: Schlacht von Boyacá
es: Batalla de Boyacá
it: Battaglia di Boyacá
ja: ボヤカの戦い
ko: Boyacá의 전투
zh_hans: 博亚卡战役纪念日

source: Battle of Carabobo
de: Schlacht von Carabobo
es: Batalla de Carabobo
it: Battaglia di Carabobo
ja: カラボボ戦勝記念日
ko: Carabobo의 전투
zh_hans: 卡拉沃沃战役纪念日

source: Battle of San Jacinto
de: Schlacht von San Jacinto
es: Batalla de San Jacinto
it: Battaglia di San Jacinto
ja: サン・ハシントの戦い
ko: 샌 하신토의 전투
zh_hans: 圣哈辛托战役纪念日

source: Battle of the Boyne(Northern Ireland)
de: Schlacht am Boyne (Nordirland)
es: Batalla de la Boyne (Irlanda del Norte)
it: Battaglia di Boyne(Irlanda del Nord)
ja: ボイン川の戦い(北アイルランド)
ko: 보인전투의 날(북아일랜드)
zh_hans: 奥兰治节战役（北爱尔兰）

source: Beginning of the Independence Movement
de: Beginn der Unabhängigkeitsbewegung
es: El Inicio del Movimiento de Independencia
it: Inizio del Movimento Indipendentista
ja: 独立運動の開始
ko: 독립 운동의 시작
zh_hans: 独立运动开端纪念日

source: Benito Juárez's Birthday
de: Geburtstag von Benito Juárez
es: Nacimiento de Benito Juárez
it: Compleanno di Benito Juárez
ja: ベニート・フアレス生誕日
ko: 베니토 후아레스의 생일
zh_hans: 萨林纳斯诞辰

source: Birth of Simón Bolívar
de: Geburt von Simón Bolívar
es: El Nacimiento de Simón Bolívar
it: Nascità di Simón Bolívar
ja: Simón Bolívarの誕生
ko: Simón Bolívar의 탄생
zh_hans: 西蒙玻利瓦尔诞辰

source: Birthday of Don Luis Muñoz Rivera
de: Geburtstag von Don Luis Muñoz Rivera
es: El Cumpleaños de Don Luis Muñoz Rivera
it: Compleanno di Don Luis Muñoz Rivera
ja: Don Luis Muñoz Rivera生誕日
ko: Don Luis Muñoz Rivera의 생일
zh_hans: 唐路易斯穆尼奥斯里维拉诞辰

source: Birthday of Dr. José Celso Barbosa
de: Geburtstag von Dr. José Celso Barbosa
es: El Cumpleaños de Dr. José Celso Barbosa
it: Compleanno di Dr. José Celso Barbosa
ja: José Celso Barbosa生誕日
ko: José Celso Barbosa의 생일
zh_hans: 何塞塞尔索巴博萨博士诞辰

source: Birthday of Eugenio María de Hostos
de: Geburtstag von Eugenio María de Hostos
es: El Cumpleaños de Eugenio María de Hostos
it: Compleanno di Eugenio María de Hostos
ja: Eugenio María de Hostos生誕日
ko: Eugenio María de Hostos의 생일
zh_hans: 尤金玛丽亚霍斯托什诞辰

source: Birthday of José de Diego
de: Geburtstag von José de Diego
es: El Cumpleaños de José de Diego
it: Compleanno di José de Diego
ja: ホセ・デ・ディエゴ生誕日
ko: 호세 데 디에고의 생일
zh_hans: 何塞德迭戈诞辰

source: Birthday of Luis Muñoz Marín
de: Geburtstag von Luis Muñoz Marín
es: El Cumpleaños de Luis Muñoz Marín
it: Compleanno di of Luis Muñoz Marín
ja: Luis Muñoz Marín生誕日
ko: Luis Muñoz Marín의 생일
zh_hans: 路易斯穆尼奥斯科马林诞辰

source: Boganda Day
de: Boganda Tag
es: Día de Boganda
it: Giorno di Boganda
ja: ボガンダの日
ko: 보간다의 날
zh_hans: 博甘达日

source: Bonifacio Day
de: Tag des heiligen Bonifazius
es: Día de Bonifacio
it: Giorno di Bonifacio
ja: ボニファシオ記念日
ko: 보니파시오 기념일
zh_hans: 博尼法西奥日

source: Boqueron Battle Victory Day
de: Siegestag der Schlacht von Boqueron
es: Día de Victoria de la Batalla de Boqueron
it: Festa di Vittoria della Battaglia Boqueron
ja: Boqueron Battle戦勝記念日
ko: Boqueron Battle 승전의 날
zh_hans: 博克龙战役胜利纪念日

source: Botswana Day
de: Botsuana Tag
es: Día de Botswanda
it: Giorno di Botswana
ja: ボツワナの日
ko: 보츠와나의 날
zh_hans: 博茨瓦纳日

source: Botswana Day Holiday
de: Botsuana Feiertag
es: Fiesta de día de Botswanda
it: Festa di Giorno di Botswana
ja: ボツワナの日
ko: 보츠와나의 날
zh_hans: 博茨瓦纳日假期

source: Boxing Day
de: Tag des Boxens
es: Boxing Day(Día de las Cajas)
it: Giorno di’Imballaggio
ja: ボクシング・デー
ko: 박싱데이(선물포장하는날)
zh_hans: 节礼日

source: Bright Monday
es: Lúnes Luminoso
it: Luminose Lunedì pasquale
ja: イースターマンデー
ko: 부활절 월요일
zh_hans: 复活节的星期一

source: Buddha's Birthday
de: Geburtstag von Buddha
es: El Cumpleaños del Buda
it: Compleanno di Buddha
ja: 花祭り
ko: 석가탄신일
zh_hans: 佛诞

source: Canada Day
de: Kanada Tag
es: Día de Canadá
it: Giorno di Canada
ja: カナダの日
ko: 캐나다의 날
zh_hans: 加拿大国庆日

source: Candlemas
de: Lichtmess
es: Candelaria
it: Candelora
ja: 聖燭節
ko: 성촉절
zh_hans: (天主教)圣烛节

source: Carinthian Plebiscite
de: Kärntner Volksabstimmung
es: Plebiscito de carintia
it: Carinzia Plebiscito
ja: 国民投票記念日
ko: 국민투표 기념일
zh_hans: 卡林西亚州公民投票纪念日

source: Carnival (jour férié d'usage)
de: Karneval (jour féné d'usage)
it: Carnevale(jour férié d'usage)
ja: カーニバル
ko: 카니발
zh_hans: 狂欢节

source: Carnival
de: Fastnacht
it: Carnevale
ja: カーニバル
ko: 카니발
zh_hans: 狂欢节

source: Carnival(Monday & Tuesday)
de: Karneval (Montag & Dienstag)
it: Carnevale(Lunedì e Martedì)
ja: カーニバル(月/火)
ko: 카니발(월/화)
zh_hans: 狂欢节(周一/二)

source: Catholic Corpus Christi
de: Fronleichnam
es: Católica de corpus christi
it: Corpo di Christi cattolica
ja: カトリック聖体祭
ko: 가톨릭 성체 축일
zh_hans: 天主教圣体节

source: Catholic day of the Epiphany
de: Heiligen Drei Könige
es: Día Católico de la Epifanía
it: Festa Cattolica di Epifania
ja: 主顕節
ko: 주현절
zh_hans: 天主教主显日

source: Chaco Armistice Day
de: Chaco Tag des Waffenstillstands
es: Día del Armisticio Chaco
it: Giorno d’Armistizio di Chaco
ja: Chaco休戦記念日
ko: Chaco 휴전 기념일
zh_hans: 查科停战纪念日

source: Change of Federal Government
de: Änderung des Bundes
es: Cambio del Gobierno Federal
it: Cambio di Governo Federale
ja: 連邦政府変更日
ko: 연방정부 변경일
zh_hans: 联邦政府变更纪念日

source: Cheng Ming Festival(Tomb Sweeping Day)
de: Cheng Ming-Fest (Fest der Gräberreinigung)
es: Festival de Cheng Ming ( Día de Barrer la Tumba)
it: Festival di Cheng Ming(Giorno di Spazza Tomba)
ja: 清明節(墓参日)
ko: 청명절(성묘일)
zh_hans: 清明节

source: Children's Carnival Day
de: Kinderkarnevals Tag
it: Festa di Carnevale dei Bambini
ja: 子供のカーニバル
ko: 어린이 카니발
zh_hans: 儿童狂欢节

source: Children's Day
de: Kindertag
es: Día del Niño
it: Giornata dei Bambini
ja: こどもの日
ko: 어린이날
zh_hans: 儿童节

source: Chinese New Year (Imlek)
de: Chinesisches Neujahrsfest (Imlek)
es: Año Nuevo de Chino
it: Capodanno Cinese (Imlek)
ja: 中国暦新年
ko: 구정
zh_hans: 春节

source: Ching Ming Festival
es: Festival de Ching Ming
it: Festival di Ching Ming
ja: 清明節
ko: 청명절
zh_hans: 清明节

source: Chiristmas Bank Holiday
de: Weihnachtsferien
es: Festivos de Navidad
it: Festivi di Natale
ja: クリスマス
ko: 크리스마스
zh_hans: 圣诞节

source: Chisinau Day (Hramul Chisinaului)
de: Chisinau Tag (Hramul Chisinaului)
es: Día de Chisinau (Hramul Chisinaului)
it: Giorno di Chisinau (Hramul Chisinaului)
ja: キシナウの日
ko: 키시나우의 날
zh_hans: 基希讷乌日

source: Chong Chao (Mid-Autumn Festival)
de: Chong Chao (Mittherbstfest)
es: Zhong Chao (Festival del Medio del Otoño)
it: Chong Chao (Festival di Metà d’Autunno)
ja: 中秋節の翌日
ko: 추석 익일
zh_hans: 中秋节翌日

source: Chong Chao Bank Holiday
de: Chong Chao (Mittherbstfest)
es: Festivos de Chong Chao
it: Festivi di Chong Chao
ja: 中秋節
ko: 추석
zh_hans: 中秋节

source: Chong Yeong (Ancestors' Day)
de: Chong Yeong (Tag der Vorfahren)
es: Chong Yeong (Día del Ancestro)
it: Chong Yeong (Giorno d’Ancestors)
ja: 重陽節
ko: 중양절
zh_hans: 重阳节

source: Christmas Day
de: Weihnachten
es: Navidad
it: Natale
ja: クリスマス
ko: 크리스마스
zh_hans: 圣诞节

source: Christmas Day(25~26)
de: Weihnachten (25. - 26.)
es: Navidad(25~26)
it: Giorno di Natale(25~26)
ja: クリスマス(25~26)
ko: 크리스마스(25~26)
zh_hans: 圣诞节(25~26)

source: Christmas Eve
de: Heiligabend
es: Nochebuena
it: Vigilia di Natale
ja: クリスマスイブ
ko: 크리스마스 이브
zh_hans: 平安夜

source: Christmas Eve's Day
de: Heiligabend
es: Nochebuena
it: Giorno di Vigilia di Natale
ja: クリスマスイブ
ko: 크리스마스 이브
zh_hans: 平安夜

source: Christmas(Old Calendarists)
de: Weihnachten (alter Kalender)
es: Navidad(Calendarios Antiguos)
it: Natale(Vecchio Calendaristi)
ja: クリスマス(昔の暦)
ko: 크리스마스(구달력)
zh_hans: 圣诞节（旧历）

source: Chung Yeung Festival
de: Chung Yeung Festival (Tag der Vorfahren)
es: Festival de Chung Yeung
it: Festival di Chung Yeung
ja: 重陽節
ko: 重陽節
zh_hans: 重阳节

source: Clean Monday
es: Lúnes Limpio
it: Pulizia Lunedì pasquale
ja: イースターマンデー
ko: 부활절 월요일
zh_hans: 复活节的星期一

source: Columbus Day / PR Friendship Day
de: Tag des Kolumbus / PR Freundschaftstage
es: Día de la Raza/Día de Amistad PR
it: Festa di Columbus/Giorno d’Amicizia di PR
ja: コロンブス記念日
ko: 콜럼버스 기념일
zh_hans: 哥伦布日/公关友谊日

source: Columbus Day
de: Tag des Kolumbus
es: Día de la Raza
it: Festa di Columbus
ja: コロンブス記念日
ko: 콜럼버스 기념일
zh_hans: 哥伦布日

source: Coming of Age Day
es: Día de la tercera edad
ko: 성년의 날

source: Commemoration of Atatürk, Youth and Sports Day
de: Gedenken an Atatürk, Jugend- und Sporttage
es: Conmemoración de Atatürk, Juventud y El Día de los Deportes
it: Giorno di Commemorazione di Atatürk, Gioventù e dello Sport
ja: 青年とスポーツの日
ko: 청년과 스포츠의 날
zh_hans: 纪念阿塔图尔克青年和体育节

source: Commonwealth Constitution Day
de: Commonwealth Tag
es: Día de la Constitución del ELA
it: Giorno della Costituzione Confederale
ja: 連邦憲法の日
ko: 연방 헌법의 날
zh_hans: 联邦宪法日

source: Concord Day
de: Concord Tag
es: Día de la Concoria
it: Giorno di Concord
ja: コンコードの日
ko: 콩코드의 날
zh_hans: 康科德日

source: Constitution Day (Carta de Akonibe)
de: Tag der Verfassung (Carta de Akonibe)
es: Día de la Constitución (Carta de Akonibe)
it: Giorno della Costituzione (Carta de Akonibe)
ja: 憲法記念日
ko: 제헌절
zh_hans: 宪法日

source: Constitution Day
de: Tag der Verfassung
es: Día de la Constitución
it: Giorno della Costituzione
ja: 憲法記念日
ko: 제헌절
zh_hans: 宪法日

source: Corpus Christi (feast)
de: Fronleichnam (Feiertag)
es: Corpus Christi (fiesta)
it: Festa di Corpus Christi (festa)
ja: 聖体祝日
ko: 성체축일
zh_hans: 圣体节

source: Corpus Christi Day
de: Fronleichnam
es: Día de Corpus Christi
it: Giorno di Corpus Christi
ja: 聖体祝日
ko: 성체축일
zh_hans: 圣体节

source: Corpus Christi
de: Fronleichnam
ja: 聖体祝日
ko: 성체축일
zh_hans: 圣体节

source: Covadonga and Guadalupe Day
de: Covadonga und Guadalupe Tage
es: Día de Covadonga y Guadalupe
it: Giorno di Covadonga and Guadalupe
ja: コバドンガとグアダルーペの日
ko: 코바동가와 과달루페의 날
zh_hans: 科瓦东加和瓜达卢佩日

source: Culture Day
de: Kulturtag
es: Día de Cultura
it: Giorno della Cultura
ja: 文化の日
ko: 문화의 날
zh_hans: 文化节

source: Day after New Year's Day
de: Tag nach Neujahr
es: Día tras de día del Año Nuevo
it: Giorno dopo il Capodanno
ja: 元旦の翌日
ko: 설날 다음날
zh_hans: 春节翌日

source: Day of Dead
de: Tag der Toten
es: Día de los Muertos
it: Giorno dei morti
ja: 亡き人の日
ko: 망자의 날
zh_hans: 亡灵节

source: Day of Democracy
de: Tag der Demokratie
es: Día de Democracia
it: Giorno di Democrazia
ja: 民主主義記念日
ko: 민주주의 기념일
zh_hans: 民主主义纪念日

source: Day of Goodwill
de: Tag des Goodwill
es: Día de Buena Voluntad
it: Giorno di Benevolenza
ja: 親善の日
ko: 선의의 날
zh_hans: 善意节

source: Day of Indigenous Resistance
de: Tag des indigenen Widerstands
es: Día de Resistencia Indígenas
it: Giorno d’ indigene resistenza
ja: 原住民抵抗の日
ko: 원주민 저항의 날
zh_hans: 土著人反抗日

source: Day of Our Lady of Sorrows, patron saint of Slovakia
de: Tag des Leidens der Madonna , Patronin der Slowakei
es: Día de Nuestra Señora de Dolores, Patrona de Eslovaquia
it: Giorno della Nostra Signora dei dolori, Santo Patrono di Slovakia
ja: 哀歓の聖女スロバキア守護者の日
ko: 애환의 성녀 슬로바키아 수호자의 날
zh_hans: 悲哀圣女斯洛伐克守护者日

source: Day of Re-establishment of the State of Lithuania(1918)
de: Tag der Wiederherstellung des staatlichen Litauen (1918)
es: Día de Restablecimiento del Estado de Lituania (1918)
it: Giorno di Ri-stabilimento del Stato di Lituania(1918)
ja: リトアニア光復節
ko: 리투아니아 광복절
zh_hans: 立陶宛解放节

source: Day of Reconcilation
de: Tag der Versöhnung
es: Día de Reconciliación
it: Giorno di Riconciliazzione
ja: 和解の日
ko: 화해의 날
zh_hans: 和解日

source: Day of Restitution of Independence of Lithuania
de: Tag der Rückgabe der Unabhängigkeit Litauens
es: Día de Restitución de la Independencia de Lituania
it: Giorno di Restituzione dell’Indipendenza di Lituania
ja: リトアニア独立記念日
ko: 리투아니아 독립기념일
zh_hans: 立陶宛独立纪念日

source: Day of Victory over fascism
de: Tag des Sieges über den Faschismus
es: Día de la Victoria sobre el Fascismo
it: Giorno della Vittoria oltre Fascismo
ja: ファシズム撃破の日
ko: 파시즘 격파의 날
zh_hans: 战胜法西斯纪念日

source: Day of the Constitution of the Slovak Republic
de: Tag der Verfassung der Slowakischen Republik
es: Día de la Constitución de la República Eslovaco
it: Giorno della costituzione della Repubblica di Slovakia
ja: スロバキア憲法記念日
ko: 슬로바키아 제헌절
zh_hans: 斯洛伐克共和国宪法日

source: Day of the Dead
de: Tag der Toten
es: Día de los muertos
it: Giorno della Morte
ja: 亡き人の日
ko: 망자의 날
zh_hans: 亡灵节

source: Day of the Innocents
de: Tag der Unschuldigen
es: Día de los Inocentes
it: Giorno degli Innocenti
ja: 純粋な人々の虐殺
ko: 순수한 사람들의 학살
zh_hans: 无辜者被屠杀悼念日

source: Day of the Virgin of Guadalupe
de: Tag der Jungfrau von Guadalupe
es: Día de la Virgen de Guadalupe
it: Giorno della Vergine di Guadalupe
ja: グアダルーペ聖母の日
ko: 과달루페 처녀의 날
zh_hans: 瓜达卢佩圣母节

source: Declaration of Independence of Quito (1809)
de: Erklärung der Unabhängigkeit von Quito (1809)
es: Declaración de la Independencia de Quito (1809)
it: Dichiarazione dell’ indipendenza di Quinto (1809)
ja: キト独立宣言日(1809)
ko: 퀴토 독립선언일(1809)
zh_hans: 基多独立宣言日(1809)

source: Declaration of Independence
de: Erklärung der Unabhängigkeit
es: Declaración de Independencia
it: Dichiarazione dell’ indipendenza
ja: 独立宣言日
ko: 독립 선언일
zh_hans: 独立宣言日

source: Deepavali
de: Deepavali (Fest der Lichter)
ja: 光の祭典ディーパーバリー(ヒンズー)
ko: 빛의 축제 디파발리(힌두)
zh_hans: 屠妖节

source: Defender of the Fatherland Day
de: Tag des Verteidigers des Vaterlandes
es: Día del Defensor de la Patria
it: Giorno di Defensore della Patria
ja: 祖国守護者の日
ko: 조국 수호자의 날
zh_hans: 祖国保卫者日

source: Dia de la Altagracia(Patroness Day)
de: Dia de la Altagracia (Tag der Patronin)
es: Día de la Altagracia (Día de la Patrona)
it: Dia de la Altagracia(Giorno dalla Patrona)
ja: 守護神の日
ko: 수호신의 날
zh_hans: 保护神日

source: Discovery of Puerto Rico
de: Entdeckung von Puerto Rico
es: Descubrimiento de Puerto Rico
it: Scoperta di Puerto Rico
ja: プエルトリコの発見記念日
ko: 푸에르토리코의 발견 기념일
zh_hans: 波多黎各发现纪念日

source: Divali (Festival of Lights)
de: Divali (Fest der Lichter)
es: Divali (Festival de Luces)
it: Diwali (Festival della Luce)
ja: 光の祭典ディーパーバリー(ヒンズー)
ko: 빛의 축제 디파발리(힌두)
zh_hans: 排灯节

source: Dongzhi (Winter Solstice)
de: Dongzhi (Wintersonnenwende)
es: Dongzhi (Solsticio del Invierno)
it: Dongzhi (Solstizio d'inverno)
ja: 冬至
ko: 동지
zh_hans: 冬至节

source: Dormition of the Theotokos
de: Himmelfahrt des Theotokos
es: Dormición de los Theotokos
it: Dormizione di Maria
ja: 生神女就寝祭
ko: 성모영면일
zh_hans: 圣母永眠日

source: Double Seven Festival
es: Festival de los Sietes Dobles
it: Festival di Doppio Settimo
ja: 七夕
ko: 칠석
zh_hans: 七夕

source: Double Tenth Day
de: Chinesischer Nationalfeiertag
es: Día del Diez Doble
it: Doppia Decima Giornata
ja: 雙十節
ko: 쌍십절
zh_hans: 双十节

source: Dragobetele
de: Dragobetele (Tag der Verliebten)
it: Dragobete
ja: ドラゴベテの日
ko: 드라고베테의 날
zh_hans: Dragobetele节

source: Dragon Boat Festival
de: Drachenbootfest
es: Festival del Barco del Dragón
it: Festival di Barca del Drago
ja: 端午節
ko: 단오절
zh_hans: 端午节

source: Tung Ng (Dragon Boat Festival)
de: Tung Ng (Drachenbootfest)
es: Tung Ng (Festival del Barco de Dragón)
it: Tung Ng (Festival di Barca del Drago)
ja: 端午節
ko: 端午節
zh_hans: 端午节

source: Duarte's Day
de: Tag des Duarte
es: Día de Duarte
it: Giorno di Duarte
ja: デュアーテの日
ko: 두아르테의 날
zh_hans: 杜阿尔特节

source: Día de la Raza(Columbus Day)
de: Día de la Raza (Tag des Kolumbus)
es: Día de la Raza (Día de Colón)
it: Giorno di Día de la Raza (Festa di Columbus)
ja: コロンブスの日
ko: 콜롬버스의 날
zh_hans: 哥伦布纪念日

source: Early May Bank Holiday
de: Maifeiertag
es: Temprano Festival Mayo del Banco
it: Giorni festivi di Primi Maggio
ja: 5月初旬の休日
ko: 5월초순 휴일
zh_hans: 5月初假日

source: Easter
de: Ostersonntag
es: Pascua
it: Pasqua
ja: イースター
ko: 부활절
zh_hans: 复活节

source: Easter Day
de: Ostersonntag
es: Pascua
it: Feste di Pasqua
ja: イースター
ko: 부활절
zh_hans: 复活节

source: Easter Monday
de: Ostermontag
es: Pascua
it: Pasquetta
ja: イースターマンデー
ko: 부활절 월요일
zh_hans: 复活节的星期一

source: Easter Monday(England/Wales)
de: Ostermontag (England / Wales)
es: Lúnes de Pascua(Inglaterra/Wales)
it: Pasquetta (Inghilterra/Galles)
ja: イースターマンデー(異国/ウェールズ)
ko: 부활절 월요일(영국/웨일즈)
zh_hans: 复活节的星期一（英国/威尔士）

source: Easter Sunday
de: Ostersonntag
es: Domingo de Pascua
it: Pasqua
ja: イースター
ko: 부활절
zh_hans: 复活节

source: Easter and Easter Monday
de: Ostern und Ostermontag
es: Pascua y el Lúnes de Pascua
it: Pasqua e Pasquetta
ja: イースターとイースターマンデー
ko: 부활절과 부활절 월요일
zh_hans: 复活节与复活节的星期一

source: Easter(Orthodox)
de: Ostern (orthodox)
es: La Pascua (Ortodoxo)
it: Pasqua(Ortodosso)
ja: イースター(東方正教会)
ko: 부활절(동방정교회)
zh_hans: 复活节（东正教）

source: Egyptian Naval Day
de: Ägyptischer Tag der Marine
es: Día Naval de Egipcio
it: Giorno Navale Egiziano
ja: エジプト海軍の日
ko: 이집트 해군의 날
zh_hans: 埃及海军节

source: Emancipation Day
de: Tag der Emanzipation
es: Día de la Emancipación
it: Giorno di Emancipazione
ja: 解放の日
ko: 해방의 날
zh_hans: 农奴解放日

source: Epiphany
de: Heilige Drei Könige
es: Epifanía
it: Epifania
ja: 主顕節
ko: 주현절
zh_hans: 主显节
