Repository: Steven-A3/AppBox2024
Catalog: AppBox3/*.lproj/holidays.strings
Languages: de, es, it, ja, ko, zh_hans

source: PRC National Day Holiday
de: PRC Nationalfeiertag
es: Día Nacional de PRC
it: PRC Festivi di Giorno Nazionale
ja: 中華人民共和国建国記念日
ko: 중화 인민 공화국 건국 기념일
zh_hans: 中华人民共和国国庆节

source: PRC National Day
de: PRC Nationalfeiertag
es: Día Nacional de RPC
it: PRC Giorno Nazionale
ja: 中華人民共和国建国記念日
ko: 중화 인민 공화국 건국 기념일
zh_hans: 中华人民共和国国庆日

source: Palm Sunday
de: Palmsonntag
es: Domingo de Ramos
it: Domenica delle Palme
ja: 棕櫚の主日
ko: 종려 주일
zh_hans: 棕枝全日

source: Pascha
ja: パスカ
ko: 파스카
zh_hans: 葩斯哈

source: Peace Accords Day
de: Tag des Friedensabkommen
es: Día de Acuerdos de Paz
it: Giorno d’Accordi di Pace
ja: 平和協定の日
ko: 평화 협정의 날
zh_hans: 和平协定日

source: Peace Day
de: Friedenstag
es: Día de la Paz
it: Giorno della Pace
ja: 平和の日
ko: 평화의 날
zh_hans: 和平日

source: Peace Festival
de: Friedensfest
es: Festival de la Paz
it: Festival di Pace
ja: 平和の祝典
ko: 평화의 축제
zh_hans: 和平节

source: Peace Memorial Day
de: Frieden Gedenktag
es: Día de Paz Memorial
it: Giorno Memoriale della Pace
ja: 平和記念日
ko: 평화 기념일
zh_hans: 和平纪念日

source: Pentecost Monday
de: Pfingstmontag
es: Lúnes de Pentecostés
it: Lunedì di Pentecoste
ja: 五旬節
ko: 오순절
zh_hans: 圣灵降临星期一

source: Pentecost Sunday
de: Pfingstsonntag
es: Domingo de Pentecostés
it: Domenica di Pentecoste
ja: 五旬節の主日
ko: 오순절 주일
zh_hans: 圣灵降临主日

source: Pentecost
de: Pfingsten
es: Pentecostés
it: Pentecoste
ja: 五旬節
ko: 오순절
zh_hans: 圣灵降临节

source: People Power Day
de: People Power Day (Feiertag Philippinen)
es: Día de la Fuerza de la Gente
it: Giorno del Potere di Popolo
ja: 市民の日
ko: 시민의 날
zh_hans: 人民力量运动纪念日

source: Pidjiguiti Day
de: Pidjiguiti Tag (Feiertag in Guinea)
es: Día de Pidjiguiti
it: Giorno di Pidjiguiti
ja: Pidjiguitiの日
ko: Pidjiguiti의 날
zh_hans: Pidjiguiti日

source: Polytechneio(School only)
de: Polytechneio (nur Schule)
es: Politecnio (Solamente Escuelas)
it: Polytechneio(Solo Scuola)
ja: Polytechneio(学校に限る)
ko: Polytechneio(학교에 한함)
zh_hans: Polytechneio(限于学校)

source: Portugal Day
de: Portugal Tag
es: Día de Portugal
it: Giorno di Portogallo
ja: ポルトガルの日
ko: 포르투갈의 날
zh_hans: 葡萄牙国庆节

source: Prayer Day
de: Gebetstag
es: Día de Oración
it: Giorno della Preghiera
ja: 祈祷の日
ko: 기도의 날
zh_hans: 祈祷日

source: President's Day Holiday
de: Tag des Präsidenten
es: Día de Presidentes
it: Festa di Giorno del Presidente
ja: 大統領の日
ko: 대통령의 날
zh_hans: 总统节假期

source: Presidents' Day
de: Tag des Präsidenten
es: Día de Presidentes
it: Giorno del Presidente
ja: 大統領の日
ko: 대통령의 날
zh_hans: 总统节

source: President's Day, Washington's Birthday
de: President's Day, Washington's Geburtstag
es: Día de Presidentes, El Cumpleaños de Washington
it: Giorno del Presidente, Compleanno di Washington
ja: 大統領の日
ko: 대통령의 날
zh_hans: 总统节（华盛顿诞辰）

source: Proclamation of the Republic of Latvia
de: Proklamation der Republik Lettland
es: Proclamación de la República de Latvia
it: Proclamazione della Repubblica di Lettonia
ja: ラトビア共和国宣布日
ko: 라트비아 공화국 선포일
zh_hans: 拉脱维亚共和国宣言日

source: Proclamation of the Republic
de: Proklamation der Republik
es: Proclamación de la República
it: Proclamazione della Repubblica
ja: 共和国の宣布
ko: 공화국의 선포
zh_hans: 共和国宣言

source: Public Holiday (Sacrifice du 40e jour)
de: Sacrifice du 40e jour (Feiertag Guinea)
es: Festival Pública(Sacrificio del Día 40a)
it: Festa Pubblica (Sacrifice du 40e jour)
ja: 祝日
ko: 공휴일
zh_hans: 公休日

source: Public Holiday
de: Feiertag
es: Festival Pública
it: Festa Pubblica
ja: 祝日
ko: 공휴일
zh_hans: 公休日

source: Public Holiday(Legislative Elections)
de: Feiertag (Parlamentswahlen)
es: Festival Pública(Elecciones Legislativas)
it: Festa Pubblica(Elezioni Legislativi)
ja: 国会議員選挙
ko: 국회 의원 선거
zh_hans: 国会议员选举

source: Public Holiday(Presidential Election)
de: Feiertag (Präsidentschaftswahlen)
es: Festival Pública(Elección Presidencial)
it: Festa Pubblica(Elezioni Presidentale)
ja: 大統領選挙
ko: 대통령 선거
zh_hans: 总统大选

source: Qingming Festival(Tomb Sweeping Day)
de: Qingming Festival (Gräberreinigung)
es: Festival de Qingming (Día de Barrer la Tumba)
it: Festival di Qingming (Giorno di Spazza Tomba)
ja: 清明説(墓参日)
ko: 청명절(성묘일)
zh_hans: 清明节

source: Queen of the Peace Day
de: Tag der Königin des Friedens
es: Día de la Reina de la Paz
it: Giorno di Regina della Pace
ja: 平和の日
ko: 평화의 날
zh_hans: 女王和平日

source: Queen's Birthday
de: Geburtstag der Königin
es: Cumpleaños de la Reina
it: Compleanni di Regina
ja: 女王生誕日
ko: 여왕 탄생일
zh_hans: 女王诞辰

source: Queen's Day
de: Tag der Königin
es: Día de la Reina
it: Giorno di Regina
ja: 女王の日
ko: 여왕의 날
zh_hans: 女王日

source: Readjustment Movement Day
de: Tag der Anpassungsbewegung
es: Día del Movimiento Reajustado
it: Giorno di Riaggiustamento Movimento
ja: 改革運動記念日
ko: 개혁 운동 기념일
zh_hans: 改革运动纪念日

source: Reformation Day
de: Reformationstag
es: Día de la Reforma
it: Giorno della Riformazione
ja: 宗教改革記念日
ko: 종교 개혁 기념일
zh_hans: 宗教改革纪念日

source: Remembrance Day
de: Gedenktag
es: Día de Recuerdo
it: Giorno di Ricordo
ja: 戦没者追悼記念日
ko: 현충일
zh_hans: 阵亡将士纪念日

source: Remembrance of the dead
de: Gedenken an die Toten
es: Día del Recuerdo de la Muerte
it: Ricordo della Morte
ja: 戦没者追悼記念日
ko: 현충일
zh_hans: 阵亡将士纪念日

source: Repentance Day
de: Buß-und Bettag
es: Día de Arrepentimiento
it: Giorno di Pentimento
ja: 悔い改めの日
ko: 회개의 날
zh_hans: 忏悔日

source: Republic Day (Jum ir-Repubblika)
de: Tag der Republik (Jum ir-Repubblika)
es: Día de la República(Jum ir-Repubblika)
it: Giorno della Repubblica(Jum ir-Repubblika)
ja: 共和国記念日
ko: 공화국 기념일
zh_hans: 共和国纪念日

source: Republic Day
de: Tag der Republik
es: Día de la República
it: Festa della Repubblica
ja: 共和国記念日
ko: 공화국 기념일
zh_hans: 共和国纪念日

source: Respect for the Aged Day
es: Día del Respeto-por-los-Antiguos
ko: 어른 공경의 날

source: Restoration Day
de: Tag der Wiederherstellung
es: Día de Restauración
it: Giorno di Restituzione
ja: 光復記念日
ko: 광복절
zh_hans: 光复节

source: Restoration of Independence
de: Wiederherstellung der Unabhängigkeit
es: Día de Restauración de Independencia
it: Restituzione dell’Indipendenza
ja: 光復記念日
ko: 광복절
zh_hans: 光复节

source: Revolución de Mayo
it: Revolzione di Mayo
ja: 革命記念日
ko: 혁명 기념일
zh_hans: 革命纪念日

source: Revolution Day
de: Tag der Revolution
es: Día de Revolución
it: Giorno della Revoulzione
ja: 革命記念日
ko: 혁명 기념일
zh_hans: 革命纪念日

source: Rizal Day
de: Rizal Tag (Feiertag auf den Philippinen)
es: Día de Rizal
it: Giorno di Rizal
ja: リサール記念日
ko: 리잘 기념일
zh_hans: 黎刹节

source: Rupert of Salzburg
de: Rupert von Salzburg
es: Ropert de Salzburg
it: Rupert di Salzburg
ja: ザルツブルクのルパート
ko: 잘츠부르크의 루퍼트
zh_hans: 鲁珀特萨尔茨堡

source: Russia Day
de: Russland Tag
es: Día de Rusia
it: Giorno di Russia
ja: ロシアの日
ko: 러시아의 날
zh_hans: 俄罗斯国庆节

source: Sacred Heart
de: Herz-Jesu-Verehrung
es: Sagrado Corazón
it: Scro Cuore
ja: 聖心の日
ko: 성심의 날
zh_hans: 圣心节

source: Saint Berchtolds' Day
de: Tag des heiligen Berchtolds
es: Día de San Berchtold
it: Festa di San Basilio
ja: 聖Berchtoldsの日
ko: 성 Berchtolds의 날
zh_hans: 圣berchtolds节

source: Saint David's Day(Wales)
de: Tag des heiligen David (Wales)
es: Día de San David (Gales)
it: Festa di San Davide(Galles)
ja: 聖ダビデの日(ウェールズ)
ko: 성 데이비드의 날(웨일즈)
zh_hans: 圣大卫日（威尔士）

source: Saint Florian
de: St. Florian
es: San Florian
it: San Floriano
ja: 聖フロリアヌスの日
ko: 성 플로리안의 날
zh_hans: 圣弗洛里安节

source: Saint Joseph
de: St. Josef
es: San Jose
it: San Giuseppe
ja: 聖ヨセフの日
ko: 성 요셉의 날
zh_hans: 圣约瑟夫节

source: Saint Joseph's Day
de: Tag des hl. Josef
es: Día de San Jose
it: Festa di San Giuseppe
ja: 聖ヨセフの日
ko: 성 요셉의 날
zh_hans: 圣约瑟夫节

source: Saint Nicholas' Eve
de: St. Nikolaus Vorabend
es: Vísperas de San Nicolas
it: Vigilia di San Nicola
ja: 聖ニコラスの日の前夜祭
ko: 성 니콜라스의 날 전야제
zh_hans: 圣尼古拉斯节前夜

source: Saint-Ètienne
es: San Ètienne
it: Santo-Ètienne
ja: 聖エティエンヌの日
ko: 성 에티엔의 날
zh_hans: 圣艾蒂安节

source: Santa Rosa de Lima
es: San Rosa de Lima
it: Santa Rosa della Lima
ja: 聖リマのローサの日
ko: 리마의 성녀 로사의 날
zh_hans: 利马圣女罗莎节

source: Second Day of Christmas
de: Zweiter Weihnachtsfeiertag
es: El Segundo Día de Navidad
it: Secondo Giorno di Natale
ja: クリスマス2日目
ko: 성탄일 2일차
zh_hans: 圣诞节第二天

source: Second Republic Day
de: Zweiter Tag der Republik
es: Día de la República Segunda
it: Secondo Giorno della Repubblica
ja: 共和国の日の2日目
ko: 공화국의 날 2일차
zh_hans: 第二共和国日

source: Second of January(Scotland)
de: Zweiter Januar (Schottland)
es: El Segundo de Enero (Escocia)
it: 2 Gennaio(Scozia)
ja: 1月 2日(スコットランド)
ko: 1월 2일(스코틀랜드)
zh_hans: 1月2日（苏格兰）

source: Seol-nal(New Year)
de: Seol-nal (Neujahr)
es: Seol-nal(Año Nuevo)
it: Seol-nal(Capodanno)
ja: 新年
ko: 설날
zh_hans: 新年

source: Sham El Nessim(Spring Festival)
de: Sham El Nessim (Frühlingsfest)
es: Sham El Nessim(Festival de Primavera)
it: Sham El Nessim(Festival della Primavera)
ja: 春分
ko: 춘분
zh_hans: 春分

source: Shared Holiday by Government Decree
de: Gemeinsamer Feiertag (per Regierungsdekret)
es: Festival Compartida por Decreto Gobierno
it: Vacanze condivise dal Governo decreto
ja: 政府指定祝日
ko: 정부 지정 공휴일
zh_hans: 政府指定公休日

source: Shrove Tuesday
de: Faschingsdienstag
es: Martes de Carnaval
it: Martedì Grasso
ja: 懺悔の火曜日
ko: 참회의 화요일
zh_hans: 忏悔星期二

source: Shōwa Day
de: Shōwa Tag
es: Día de Shōwa
it: Giorno di Shōwa
ja: 昭和の日
ko: 소화의 날
zh_hans: 昭和日

source: Sinai Liberation Day
de: Sinai Befreiungstag
es: Día de Liberación Sinai
it: Giorno di Liberazione di Sinai
ja: シナイ返還記念日
ko: 시내산 수복 기념일
zh_hans: 西奈解放日

source: Sir Seretse Khama Day
de: Sir Seretse Khama Tag
es: Día Señor Seretse Khama
it: Giorno del Sig. Seretse Khama
ja: セレツェ・カーマ卿の日
ko: 세레체카마경의 날
zh_hans: 塞雷茨卡马爵士日

source: Slovak National Uprising anniversary
de: Jahrestag des slowakischen Volksaufstands
es: Aniversario del Levantamiento Nacional de Eslovaquia
it: Anniversario dell’Insurrezione nazionale slovacca
ja: スロバキア市民蜂起の日
ko: 슬로바키아 시민 봉기의 날
zh_hans: 斯洛伐克民族起义纪念日

source: Sportsmen's Day
de: Tag der Sportler
es: Día de Deportistas
it: Giorno degli Uomini dello Sport
ja: 体育の日
ko: 체육의 날
zh_hans: 运动员节

source: Spring Bank Holiday
de: Frühjahr Feiertag
es: Festivo de la Primavera
it: Festivi della Primavera
ja: 春季記念日
ko: 춘계 기념일
zh_hans: 春季纪念日

source: Spring Day
de: Frühling
es: Día de la Primavera
it: Giorno della Primavera
ja: 春季記念日
ko: 춘계 기념일
zh_hans: 春季纪念日

source: Spring and Labor Day
de: Frühlingstag und Tag der Arbeit
es: Día de la Primavera y de Trabajo
it: Giorno della Primavera e Lavoratori
ja: 春季記念及び労働者の日
ko: 춘계기념 및 노동절
zh_hans: 春季纪念及劳动节

source: Spring festival
de: Frühlingsfest
es: Festival de la Primavera
it: Festival Primaverile
ja: 春季記念日
ko: 춘계 기념일
zh_hans: 春季纪念日

source: St Andrew's Day(Scotland)
de: Tag des hl. Andreas (Schottland)
es: Día de San Andres (Escotia)
it: Festa di San Andrea(Scozia)
ja: 聖アンドリューの日(スコットランド)
ko: 성 앤드류데이(스코틀랜드)
zh_hans: 圣安德鲁日（苏格兰）

source: St George's Day(England)
de: Tag des hl Georg (England)
es: Día de San George (Inglaterra)
it: Festa di San Giorgo (Inghilterra)
ja: 聖ジョージの日(イングランド)
ko: 성 조지의 날(잉글랜드)
zh_hans: 圣乔治日（英国）

source: St Patrick's Day
de: Tag der hl. Patrick
es: Día de San Patrico
it: Festa di San Patrizio
ja: 聖パトリックの日
ko: 성자 패트릭의 날
zh_hans: 圣帕特里克节

source: St Patrick's Day(Northern Ireland)
de: Tag des hl. Patrick (Nordirland)
es: Día de San Patrick(Irlanda del Norte)
it: Festa di San Patrizio(Irlanda del Nord)
ja: 聖パトリックの日(北アイルランド)
ko: 성자 패트릭의 날 (북아일랜드)
zh_hans: 圣帕特里克节（北爱尔兰）

source: Saints Cyril and Methodius Day
de: St. Cyril und Methodius Tage
es: Día de San Cyril y Methodius
it: Festa dei Santi Cirillo e Metodio
ja: 聖キリルと聖メトディウスの日
ko: 성자 시릴과 메쏘디우스의 날
zh_hans: 圣西里尔和迪乌斯日

source: St. Cyril and Methodius Day
de: St. Cyril und Methodius Tage
es: Día de San Cyril y Methodius
it: Festa dei Santi Cirillo e Metodio
ja: 聖キリルとメトディウスの日
ko: 성자 시릴과 메쏘디우스의 날
zh_hans: 圣西里尔和迪乌斯日

source: St. George's Day / Castile and León Day
de: Tag des hl. Georg / Kastilien-León Tage
es: Día de San George / Día de Castile y León
it: Festa di San Giorgio/Castiglia e Leòn
ja: 聖ジョージの日/カスティリアとレオンの日
ko: 성자 조지의 날/카스틸과 레온의 날
zh_hans: 圣乔治日/卡斯蒂利亚和莱昂日

source: St. James Day
de: Jakobstage
es: Día de San James
it: Festa di San James
ja: 聖ジェームスの日
ko: 성 제임스의 날
zh_hans: 圣詹姆斯日

source: St. John's Day
de: Tag des Heiligen Johannes
es: Día de Jan Juan
it: Festa di San Giovanni
ja: 聖ヨハネの日
ko: 성 요한의 날
zh_hans: 圣约翰节

source: St. John's Day/Day of Dew
de: Tag des Heiligen Johannes / Tag der Tau
es: Día de Jan Juan/Día de Rocío
it: Festa di San Giovanni/Giorno di Riguarda
ja: 聖ヨハネの日
ko: 성 요한의 날
zh_hans: 圣约翰节

source: St. Peter and St. Paul
de: St. Peter und st. Paul
es: San Peter y San Paulo
it: Festa di San Pietro e San Paolo
ja: 聖ペテロとパウロの日
ko: 성 베드로와 바울의 날
zh_hans: 圣彼得和圣保罗日

source: St. Stephen's Day
de: Zweiter Weihnachtsfeiertag
es: Día de San Steven
it: Santo Stefano
ja: 聖ステパノの日
ko: 성 스티븐의 날
zh_hans: 圣史蒂芬日

source: St. Wenceslas Day
de: St. Wenzels Tag
es: Día de San Wenceslao
it: Festa di San Venceslao
ja: 聖ウェンセスラスの日
ko: 성 Wenceslas의 날
zh_hans: 圣瓦兹拉夫日

source: State Holiday
de: Staatsfeiertag
es: Fiesta del Estado
it: Festivi di Stato
ja: 州の祝日
ko: 주 공휴일
zh_hans: 州假日

source: Statehood Day
de: Staatsfeiertag
es: Día del Estado
it: Festa della Repubblica
ja: 建国記念日
ko: 건국 기념일
zh_hans: 国庆节

source: Struggle for Freedom and Democracy Day
de: Tag des Kampfes für Freiheit und Demokratie
es: Lucha por Libertad y Día de Democracia
it: Giorno di Lottà per la Libertà e la Democrazia
ja: 自由と民主主義のための闘争の日
ko: 자유와 민주주의를 위해 투쟁의 날
zh_hans: 争取自由和民主日

source: Student's Day
de: Tag der Studenten
es: Día de Estudiantes
it: Giorno di Studente
ja: 学生の日
ko: 학생의 날
zh_hans: 学生节

source: Suez Day / Popular Resistance Day
de: Suez-Tag / Populärer Widerstandtag
es: Día de Suez / Día de Resistencia Popular
it: Giorno di Suez/Resistenza Popolare
ja: スエズの日
ko: 수에즈의 날
zh_hans: 苏伊士日/人民抵抗日

source: Summer Bank Holiday
de: Sommerurlaub
es: Fiesta del Banco Verano
it: Festivi d’Estate
ja: 夏の祝日
ko: 여름 공휴일
zh_hans: 夏天公共假期

source: Swiss National Day
de: Schweizer Nationalfeiertag
es: Día Nacional Suiza
it: Giorno Nazionale della Svizzera
ja: スイスの日
ko: 스위스의 날
zh_hans: 瑞士国庆日

source: Swiss federal fast
de: Eidgenössischer Dank-, Buss- und Bettag
es: Ayuno Federal Suiza
it: Fast. Federale della Svizzera
ja: スイスの祝祭日
ko: 스위스 국경일
zh_hans: 瑞士国庆日

source: Swiss federal fast Monday
de: Bettagsmontag
es: Ayuno Federal Suiza Lúnes
it: Lunedì di Fast. Federale della Svizzera
ja: スイスの祝祭日(月曜日)
ko: 스위스 국경일 (월요일)
zh_hans: 瑞士国庆日（星期一）

source: Teacher's Day
de: Tag des Lehrers
es: Día de Profesores
it: Giorno dell’Insegnante
ja: 教師節
ko: 스승의 날
zh_hans: 教师节

source: Thaipoosam Cavadee
ja: タイプーサム・カバディ
ko: 타이푼삼 카바데
zh_hans: 扎针节

source: Thanksgiving Day
de: Erntedankfest
es: Día de Acción de Gracias
it: Giorno del Ringraziamento
ja: 感謝祭
ko: 추수감사절
zh_hans: 感恩节

source: The Battle of Pichincha (1822)
de: Schlacht von Pichincha (1822)
es: La Batalla de Pichincha (1822)
it: La Battaglia di Pichincha (1822)
ja: Pichincha(1822年)の戦闘
ko: Pichincha(1822년)의 전투
zh_hans: 皮钦查战役纪念日(1822年)

source: The Birthday of Simón Bolivar (1783)
de: Geburtstag von Simón Bolívar (1783)
es: El Cumpleaños de Simón Bolivar (1783)
it: Compleanno di Simón Bolivar (1783)
ja: シモン・ボリバル(1783年)生誕日
ko: 시몬 볼리바르(1783년)의 생일
zh_hans: 西蒙玻利瓦尔诞辰（1783）

source: The Buddha's Birthday (Dia do Buda)
de: Geburtstag von Buddha (Dia do Buda)
es: Cumpleaños de Buda (Dia de Buda)
it: Compleanno di Buddha(Dia do Buda)
ja: 花祭り
ko: 석가탄신일
zh_hans: 佛诞

source: The CCP's Birthday
de: CCP's Geburtstag
es: El Cumpleaños de CCP
it: Compleanno del CCP
ja: 中国共産党の誕生日
ko: 인민대회 창건일
zh_hans: 建党节

source: The Chinese New Year
de: Chinesisches Neujahrsfest
es: Año Nuevo de China
it: Capodanno Cinese
ja: 中国暦新年
ko: 음력 설날
zh_hans: 春节

source: The Chinese New Year's Eve
de: Chinesischer Neujahrsabend
es: Víspera del Año Nuevo de China
it: Vigilia di Capodanno Cinese
ja: 中国暦大晦日
ko: 중국 음력 섣달 그믐날
zh_hans: 春节除夕

source: The Day of the Cross
de: Tag des Kreuzes
es: Día de la Cruz
it: La Giornata della Croce
ja: 十字架の日
ko: 십자가의 날
zh_hans: 十字架日

source: The Dormition of the Holy Virgin
de: Maria Aufnahme in den Himmel
es: La Dormición de la Virgen Santa
it: Dormizione della Vergine Santa
ja: 聖母被昇天の日
ko: 성모 승천일
zh_hans: 圣母升天日

source: The Emperor's Birthday
de: Geburtstag des Kaisers
es: El Cumpleaños del Emperador
it: Compleanno dell’Imperatore
ja: 天皇誕生日
ko: 황제 탄생일
zh_hans: 天皇诞辰

source: The Three Holy Hierarchs(School only)
de: Tag drei heiligen Hierarchen (nur Schule)
es: Las Tres Jerarcas (Solamente Escuelas)
it: Tre Santi Gerarchi(Solo Scuola)
ja: 3名の偉大な聖職者(学校に限る)
ko: 3명의 위대한 성직자들(학교에 한함)
zh_hans: 三圣僧侣（只限学校）

source: The Ochi day
de: Ochi-Tag
es: Día del Ojo
it: Giorno di Ochi
ja: オチの日
ko: 오치의 날
zh_hans: Ochi节

source: Theophany
es: Teofanía
it: Teofania
ja: 神の顕現
ko: 하나님의 현현
zh_hans: 圣灵显现

source: Tiradentes
ja: 独立運動家チラデンチス記念日
ko: 독립운동가 찌라덴찌스 기념일
zh_hans: 蒂拉登特斯（独立运动家）纪念日

source: Transfer Day
de: Tag der Übertragung
es: Día de Transferencia
it: Giorno di Trasferimento
ja: 米国帰属記念日
ko: 미국 귀속 기념일
zh_hans: 美国归属纪念日

source: Tree-Planting Day
de: Baumpflanzaktionstag
es: Día de la Plantación de árboles
it: Giorno dell’Impianto degli Alberi
ja: みどりの日
ko: 식목일
zh_hans: 植树节

source: Unification Day
de: Tag der Einigung
es: Día de Unificación
it: Giorno d’Unificazione
ja: 統一の日
ko: 통일의 날
zh_hans: 统一节

source: Unity Day
de: Tag der Einheit
es: Día de Unidad
it: Festa dell’Unità
ja: 和合の日
ko: 화합의 날
zh_hans: 团结日

source: V-E Day
de: Tag des Kriegsendes
es: Día V-E
it: Giorno di V-E
ja: ヨーロッパ戦勝記念日
ko: 유럽 전승 기념일
zh_hans: 盟国结束欧战胜利日

source: Valentine's Day
de: Valentinstag
es: Día de San Valentín
it: Festa di San Valentino
ja: バレンタインデー
ko: 발렌타인데이
zh_hans: 情人节

source: Vernal Equinox
de: Frühlingspunkt
es: Equinoccio Vernal
it: Equinozio di Primavera
ja: 春分
ko: 춘분
zh_hans: 春分

source: Vesak Day
de: Vesak-Tag
es: Día de Vesak
it: Festa di Vesak
ja: 花祭り
ko: 부처님 오신날
zh_hans: 卫塞节

source: Veterans Day
de: Tag der Veteranen
es: Día de los veteranos
it: Festa dei Veterani
ja: 復員軍人の日
ko: 재향 군인의 날
zh_hans: 退伍军人节

source: Veterans Day(Observed)
es: Día de los veteranos(alternativa)
ko: 재향 군인의 날(대체휴일)

source: Victory Day
de: Tag des Sieges
es: Día de Victoria
it: Giorno dell'Unità Nazionale e Festa delle Forze Armate
ja: 勝利の日
ko: 승리의 날
zh_hans: 胜利日

source: Victory Day(Ziua Victoriei)
de: Tag des Sieges (Ziua Victoriei)
it: Giorno della Vittoria(Ziua Victoriei)
ja: 勝利の日
ko: 승리의 날
zh_hans: 胜利日

source: Victory and Homeland Thanksgiving Day
de: Tag des Sieg, der Heimat und Erntedankfest
es: Día de Victoria y Gracias de Patria
it: Giorno di Vittoria e Ringraziamento della Patria
ja: 勝利及び感謝祭
ko: 승리 및 추석감사절
zh_hans: 胜利和国土感恩节

source: Virgen de las Mercedes(A Patroness Day)
de: Virgen de las Mercedes (Tag der Patronin)
es: Virgen de las Mercedes (Día de Patrona)
it: Virgen de las Mercedes (Giorno di Patrona)
ja: Virgen de las Mercedes
ko: Virgen de las Mercedes
zh_hans: 比尔亨拉斯梅塞德斯（保护神节）

source: Waisak (Buddha Day)
de: Waisak (Tag des Buddha)
es: Waisak (Día de Buda)
it: Waisak (Giorno di Buddha)
ja: 花祭り
ko: 부처님 오신날
zh_hans: 佛祖降临日

source: Waitangi Day
de: Waitangi Tag
es: Día de Waitangi
it: Giorno di Waitangi
ja: ワイタンギの日
ko: 와이탕이의 날
zh_hans: 怀唐伊日

source: Whit Monday
de: Pfingstmontag
es: Lúnes de Pentecostés
it: Lunedì di Pentecoste
ja: 精霊降臨節の月曜日
ko: 성령 강림절 월요일
zh_hans: 圣灵降临节星期一

source: Whit Sunday
de: Pfingstsonntag
es: Domingo de Pentecostés
it: Domenica di Pentecoste
ja: 五旬節
ko: 오순절
zh_hans: 圣灵降临节

source: Whit Sunday(Pentecost)
de: Pfingsten (Pfingstsonntag)
es: Domingo de Pentecostés
it: Domenica di Pentecoste
ja: 五旬節
ko: 오순절
zh_hans: 圣灵降临节

source: Women's Day
de: Tag der Frauen
es: Día de las Mujeres
it: Festa delle Donne
ja: 婦人の日
ko: 여성의 날
zh_hans: 妇女节

source: Women's Day(for Women only
de: Tag der Frauen (nur für Frauen)
es: Día de las Mujeres(Solamente para las mujeres)
ko: 여성의 날(여성만)

source: Worker's Day
de: Tag der Arbeit
es: Día de los Trabajadores
it: Giorno del Lavoratore
ja: 労働者の日
ko: 노동자의 날
zh_hans: 劳工节

source: Workers' Day (Jum il-Haddiem)
de: Tag der Arbeit (Jum il-Haddiem)
es: Día de los Trabajadores(Jum il-Haddiem)
it: Giorno del Lavoratore(Jum il-Haddiem)
ja: 労働者の日
ko: 노동자의 날
zh_hans: 劳工节

source: Youth Day
de: Tag der Jugend
es: Día de la Juventud
it: Giorno del Gioventú
ja: 青年の日
ko: 청소년의 날
zh_hans: 青年节

source: Mothering Sunday
de: Muttertag
es: Día de la madre
it: Domenica della Madre
ja: 母の日
ko: 어머니의 날
zh_hans: 拜望双亲日

source: Carnival Monday
de: Rosenmontag
it: Lunedì Carnevalesco
ja: カーニバルマンデー
ko: 카니발 월요일
zh_hans: 狂欢星期一

source: Jewish Holidays (2000~2049 only)
de: Jüdische Feiertage (nur 2000 - 2049)
es: Festivales de Judía (2000-2049)
it: Festivi Ebraici(solo 2000~2049)
ja: ユダヤの祝日 (2000~2049年に限る)
ko: 유태인 공휴일 (2000~2049년에 한함)
zh_hans: 犹太人公休日(限于2000~2049 年)

source: Tu Bishvat
ja: トゥビシュバット
ko: 두 비시바트
zh_hans: Tu Bishvat（植树节）

source: Purim
de: Purim (Jüdische Feiertag)
ja: プリム
ko: 부림절
zh_hans: 普珥节

source: Pesach*
de: Pesach* (Jüdische Feiertag)
ja: 過ぎ越し
ko: 유월절
zh_hans: 逾越节

source: Yom Ha'Shoah
ja: ユダヤ人虐殺追悼日
ko: 유태인 학살 추모일
zh_hans: 犹太人大屠杀追悼日

source: Yom Ha'atzmaut
ja: イスラエル独立記念日
ko: 이스라엘 독립 기념일
zh_hans: 以色列共和国独立日

source: Lag Ba'omer
de: Lag Ba'omer (Jüdisches Fest)
ja: ラクバオメル
ko: 오머의 33번째날 축일
zh_hans: 逾越节首日后第三十三天

source: Shavuot*
de: Shavuot * (Jüdisches Wochenfest)
ja: 七週の祭り
ko: 칠칠절
zh_hans: 七七节

source: Tisha B'Av
ja: 断食日 – アーブの9日目
ko: 금식일 - 에브 아홉번째 날
zh_hans: 禁食节

source: Rosh HaShanah*
de: Rosh HaSchana*
ja: 新年
ko: 새해
zh_hans: 新年

source: Yom Kippur*
ja: 贖罪の日
ko: 속죄의 날
zh_hans: 赎罪日

source: Sukkot*
ja: 仮庵祭
ko: 초막절
zh_hans: 帐棚节

source: Shemini Atzeret*
ja: シェミニ・アツェレット
ko: 세미니 아체레트
zh_hans: 圣会节

source: Simchat Torah*
ja: 律法の祭り
ko: 율법의 환희
zh_hans: 欢庆圣法节

source: Hanukkah
de: Hanukkah (Wunder des Lichts)
ja: 光の祭典
ko: 빛의 축제
zh_hans: 光明节

source: Tamkharit (Ashura)
ja: アシュラ
ko: 아슈라
zh_hans: 阿修罗

source: The Prophet's Birthday (Maouloud)
de: Geburtstag des Propheten (Maouloud)
es: El Cumpleaños del Profeta (Maouloud)
it: Compleanno di Profeta(Maouloud)
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: The Prophet's Birthday (Maulidur Rasul)
de: Geburtstag des Propheten (Maulidur Rasul)
es: El Cumpleaños del Profeta (Maulidur Rasul)
it: Compleanno di Profeta(Maulidur Rasul)
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: The Prophet's Birthday (Mawlid)
de: Geburtstag des Propheten (Mawlid)
es: El Cumpleaños del Profeta (Mawlid)
it: Compleanno di Profeta(Mawlid)
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: The Prophet's Birthday (Mawloud)
de: Geburtstag des Propheten (Mawloud)
es: El Cumpleaños del Profeta (Mawloud)
it: Compleanno di Profeta(Mawloud)
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: The Prophet's Birthday
de: Geburtstag des Propheten
es: El Cumpleaños del Profeta
it: Compleanno di Profeta
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: Mawlid al-Navi (Prophet's Birthday)
de: Mawlid Al-Navi (Geburtstag des Propheten)
es: Mawlid al-Navi (Cumpleaños del Profeta)
it: Mawlid al-Navi(Compleanno di Profeta)
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: Private Sector Holiday(The Prophet's Birthday)
de: Öffentlicher Feiertag (Geburtstag des Propheten)
es: Festival para el Sector Privado(El Cumpleaños del Profeta)
it: Festa di Settore Privato(Compleanno di Profeta)
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: Prophet Mohamed's Birthday
de: Geburtstag des Propheten Mohamed
es: El Cumpleaños del Profeta Mohamed
it: Compleanno di Profeta Mohamed
ja: マホメット生誕日
ko: 마호메트 탄생일
zh_hans: 穆罕默德诞辰

source: Lailatou-Kadr (Quran Revalation)
de: Lailatou-Kadr (Koran Revalation)
es: Lailatou-Kadr (Revalación del Corán)
it: Lailatou-Kadr (Revoluzione di Quran)
ja: ライラ・アルカドル
ko: 레일라 카디르
zh_hans: 古兰经的启示

source: Lailatoul Qadr
de: Lailatoul Qadr (Feiertag in Guinea)
ja: ライラ・アルカドル
ko: 레일라 카디르
zh_hans: 古兰经的启示

source: Idul Fitri Holiday
de: Idul Fitri Feiertag
es: Festival de Idul Fitri
it: Festa di Idul Fitri
ja: イドゥル・フィトリ
ko: 이드 울 피트르
zh_hans: 万德莱菲特里假日

source: Eid al Fitr Bank Holiday
de: Eid al Fitr Feiertag
es: Festival Eid al Fitr del Banco
it: Festivi di Eid al Fitr
ja: イード・アル・フィトル
ko: 이드 울 피트르
zh_hans: 开斋节假日
