Repository: Steven-A3/AppBox2024
Catalog: AppBox3/*.lproj/holidays.strings
Languages: de, es, it, ja, ko, zh_hans

source: Evacuation Day(Eid el-Galaa)
de: Tag der Evakuierung (EID el-galaa)
es: Día de Evacuación
it: Giorno di Evacuzione (Eid el-Galaa)
ja: 非難記念日(Eid el-Galaa)
ko: 피난 기념일(Eid el-Galaa)
zh_hans: 避难纪念日(Eid el-Galaa)

source: Family Day
de: Tag der Familie
es: Día de la Familia
it: Giorno di Famiglia
ja: 家族の日
ko: 가족의 날
zh_hans: 家庭节

source: Father's Day
de: Vatertag
es: Día del Padre
it: Festa dei Padri
ja: 父の日
ko: 아버지의 날
zh_hans: 父亲节

source: Feast of Assumption
de: Mariä Himmelfahrt
es: Fiesta de Asunción
it: Festa dell’Assunzione
ja: 聖母被昇天祭
ko: 성모 승천 대축일
zh_hans: 圣母升天节

source: Feast of Our Lady of Victories (Jum il-Vittorja)
de: Jum il-Vittorja (Feiertag in Malta)
es: Fiesta de Nuestra Señora de Victorias (Jum Il-Vittorja)
it: Festa della Madonna della Vittoria (Jum il-Vittorja)
ja: 勝利記念日
ko: 승리 기념일
zh_hans: 胜利纪念日

source: Feast of St. Joseph
de: Fest des hl. Josef
es: Fiesta de San José
it: Festa di San. Giuseppe
ja: 聖ヨセフの祭日
ko: 성 요셉 축일
zh_hans: 约瑟夫节

source: Feast of St. Paul's Shipwreck
de: Fest des hl. Pauls (Pauls Schiffbruch)
es: Fiesta del Naufragio de San Paulo
it: Festa di Naufragio di San. Paolo
ja: 聖パウロ難船の祭日
ko: 바울의 난파 축일
zh_hans: 圣保罗海难节

source: Feast of St. Peter and St. Paul (L-Imnarja)
de: Fest des hl. Peter und hl. Paul (L-imnarja)
es: Fiesta de San Peter y San Paulo (L-Imnarja)
it: Festa di San. Pietro e San. Paolo (L-Imnarja)
ja: ペトロとパウロの祭日
ko: 베드로와 바울의 축일
zh_hans: 圣彼得和圣保罗节

source: Feria of La Chinita(Nov. 17~19)
de: Feria de la Chinita (17. - 19. Nov.) (Vorweihnachtszeit in Venezuela)
es: Fiesta de la Chinita (17-19 de Nov.)
it: Feria della Chinita(Nov. 17~19)
ja: チニタの祝日(11月 17日~19日)
ko: 치니타의 축일(11월 17일~19일)
zh_hans: 拉奇尼塔节（11月17日～19日）

source: Festival Day of the Virgin Guadalupe
de: Festivaltag der Jungfrau von Guadalupe
es: Día del Festival de la Virgen de Guadalupe
it: Giornata di Festival della Virgine Guadalupe
ja: グアダルーペ聖母の祭典の日
ko: 과달루페 처녀의 날 축제
zh_hans: 瓜达卢佩圣母节

source: Fiesta de Santiago
de: Fiesta de Santiago (Feiertag in Spanien )
it: Festa di Santiago
ja: サンティアゴの祭典
ko: 산티아고 축제
zh_hans: 圣地亚哥节

source: Fiesta de Santo Domingo
de: Fiesta de Santo Domingo (Feiertag in Mexico)
it: Festa di Santo Domenico
ja: サントドミンゴの祭典
ko: 산토 도밍고의 축제
zh_hans: 圣多明各嘉年华

source: First Day of Christmas
de: Erster Weihnachtstag
es: El Primer Día de la Navidad
it: Primo Giorno di Natale
ja: クリスマス
ko: 크리스마스
zh_hans: 圣诞节

source: Flag Day
de: Tag der Flagge
es: Día de la Bandera
it: Giorno di Bandiera
ja: 国旗の日
ko: 국기의 날
zh_hans: 国旗节（美）

source: Flooding of the Nile(Wafaa Elnil)
de: Überschwemmungen des Nils (Wafaa Elnil)
es: Inundación del Nilo (Wafaa Elnil)
it: Inondazioni del Nilo(Wafaa Elnil)
ja: ナイル川の洪水
ko: 나일강의 홍수
zh_hans: 尼罗河的洪水（瓦法阿elnil）

source: Foundation Day
de: Tag der Gründung
es: Día de la Fundación
it: Giorno di Fondazione
ja: 建国記念日
ko: 개천절
zh_hans: 开国纪念日

source: Foundation of Quito (1534)
de: Gründung von Quito (1534)
es: La Fundación de Quito (1534)
it: Fondazione di Quinto (1534)
ja: キト記念日(1534)
ko: 퀴토 기원 기념일(1534)
zh_hans: 基多建立纪念日(1534)

source: Founding Day
de: Tag der Gründung
es: Día de la Fundación
it: Festa della Fondazione
ja: 建国記念日
ko: 개천절
zh_hans: 开国纪念日

source: Founding of Asunción
de: Gründung von Asunción
es: La Fundación de la Asunción
it: Fondatori di Asunción
ja: アスンシオンの日
ko: 아순시온의 날
zh_hans: 亚松森建国日

source: Freedom Day (Golpe de la Libertad)
de: Tag der Freiheit (Golpe del la Libertad)
es: Día de la libertad (Golpe de la Libertad)
it: Giorno della Libertà (Golpe de la Libertad)
ja: 自由の日
ko: 자유의 날
zh_hans: 自由日

source: Freedom Day (Jum il-Helsien)
de: Tag der Freiheit (Jum il-Helsien)
es: Día de la libertad (Jum il-Helsien)
it: Giorno della Libertà (Jum il-Helsien)
ja: 自由の日
ko: 자유의 날
zh_hans: 自由日

source: Freedom Day
de: Tag der Freiheit
es: Día de la Libertad
it: Giorno della Libertà
ja: 自由の日
ko: 자유의 날
zh_hans: 自由日

source: Fête Nationale (National Day)
es: Fête Nationale (Día Nacional)
it: Festa Nazionale (Giorno Nazionale)
ja: フランス革命記念日
ko: 프랑스 혁명 기념일
zh_hans: 法国革命纪念日

source: Ganesh Chathurthi
de: Ganesh Chathurthi (Ganeshs Geburtstag)
ja: Ganesh chathurthi(ヒンズーの祭典)
ko: Ganesh chathurthi(힌두 축제)
zh_hans: 象头神节

source: General Francisco Morazán's Birthday
de: General Francisco Morazáns Geburtstag
es: El Cumpleaños de General Francisco Morazán
it: Compleanno di Generale Francesco Morazàn
ja: フランシスコ・モラサン将軍生誕日
ko: 프란시스코 모라잔 장군의 생일
zh_hans: 弗朗西斯科莫拉桑将军诞辰

source: General Prayer Day
de: Tag der Gebete
es: Día de Oración General
it: Giorno generali Preghiera
ja: 聖公会記念日
ko: 성공회 기념일
zh_hans: 祈祷日

source: German Unification Day
de: Tag der Deutschen Einheit
es: Día de Unidad Alemán
it: Giorno d’Unificazione Tedesca
ja: ドイツ統一の日
ko: 독일 통일의 날
zh_hans: 德国统一纪念日

source: Good Friday (Hari Raya Paskah)
de: Karfreitag (Hari Raya Paskah)
es: Viernes Santo (Hari Raya Paskah)
it: Venerdì Santo(Hari Raya Paskah)
ja: 受難日
ko: 수난일
zh_hans: 受难日

source: Good Friday
de: Karfreitag
es: Viernes Santo
it: Venerdì Santo
ja: 受難日
ko: 수난일
zh_hans: 受难日

source: Grand Carnival Day
de: Großer Karnevalstag
it: Giorno di Grande Carnevale
ja: グランドカーニバル
ko: 그랜드 카니발
zh_hans: 大狂欢节

source: Grand Duke's Birthday(National Day)
de: Geburtstag des Großherzogs(Nationalfeiertag)
es: El Cumpleaños del Gran Duque
it: Compleanno di Gran Duca (Giorno Nazionale)
ja: グランド・デューク生誕日(国慶節)
ko: 그랜드 듀크의 생일(국경일)
zh_hans: 格兰德公爵诞辰（国庆节）

source: Grand Father's Day
de: Großvatertag
es: Día de los Abuelos
it: Giorno del Nonno
ja: 祖父の日
ko: 할아버지의 날
zh_hans: 爷爷节

source: Grand Mother's Day
de: Großmuttertag
es: Día de las Abuelas
it: Giorno della Nonna
ja: 祖母の日
ko: 할머니의 날
zh_hans: 奶奶节

source: Great Union Day
de: Tag der großen Einheit
es: Día de Gran Unión
it: Giorno di Grande Unione
ja: 大統合の日
ko: 대통합의 날
zh_hans: 大联合节

source: Great and Holy Friday
de: Großer und heiliger Freitag
it: Grande e Venerdì Santo
ja: 受難日
ko: 수난일
zh_hans: 受难日

source: Greenery Day
de: Greenery Day (Japanischer Feiertag)
es: Día de Verde
it: Festa del Verde
ja: みどりの日
ko: 식목일
zh_hans: 植树节

source: Halloween
es: Víspera de Todos los Santos
ja: ハロウィン
ko: 할로윈
zh_hans: 万圣节前夕

source: Harvest Moon Festival
de: Mittherbstfest
es: Día de la cosecha
it: Festival di Luna della Raccolta
ja: 中秋
ko: 추석
zh_hans: 中秋节

source: Health and Sports Day
de: Tag der Gesundheit und des Sports
es: Día de la Salud y de Deportes
it: Giorno di Salute e Sport
ja: 体育の日
ko: 건강과 스포츠의 날
zh_hans: 健康和体育节

source: Heritage Day
de: Tag des Denkmals
es: Día de Patrimonio
it: Giornata del Patrimonio
ja: 文化遺産記念日
ko: 문화유산 기념일
zh_hans: 文化遗产日

source: Heroes' Day(Ascension)
de: Heldentag (Christi Himmelfahrt)
es: Día de los Héroes
it: Giorno dell’Eroe (Ascensione)
ja: 英雄の日(昇天)
ko: 영웅의 날 (승천)
zh_hans: 英雄节（升天）

source: Heroes' Day(Death of Amilcar Cabral)
de: Heldentag (Tod von Amilcar Cabral)
es: Día de los Héroes (La Muerte de Amilcar Cabral)
it: Giorno dell’Eroe (Morta di Amilcar Cabral)
ja: 英雄の日(アミルカル・カブラルの忌日)
ko: 영웅의 날(아밀카 카브랄의 기일)
zh_hans: 英雄节（阿米尔卡卡布拉尔升天日）

source: Hispanic Day(Columbus Day)
de: Spanischer Tag (Tag des Kolumbus)
es: Día Hispano(Día de la Raza)
it: Giorno Ispanico (Giorno di Colombus)
ja: ヒスパニックの日(コロンブスの日)
ko: 히스패닉의 날(콜롬부스의 날)
zh_hans: 西班牙裔日（哥伦布纪念日）

source: Holy Saturday
de: Karsamstag
es: Sabado Santo
it: Sabato Santo
ja: 聖土曜日
ko: 거룩한 토요일
zh_hans: 圣星期六

source: Holy Sprit Monday
de: Pfingstmontag
es: Lúnes del Espíritu Santo
it: Spirito Santo Lunedì
ja: 五旬節
ko: 오순절
zh_hans: 圣灵星期一

source: Holy Thursday
de: Gründonnerstag
es: Jueves Santo
it: Giovedì Santo
ja: 聖木曜日
ko: 거룩한 목요일
zh_hans: 圣星期四

source: Holy Week
de: Karwoche
es: Semana Santa
it: Settimana Santa
ja: 聖週
ko: 거룩한 주
zh_hans: 圣周节

source: Hong Kong Special Administrative Region Establishment Day
de: Jahrestag der Gründung der Sonderverwaltungszone Hongkong
es: Día de la Creación de la Región Administrativa Especial de Hong Kong
it: Festa della fondazione della Regione ad Amministrazione Speciale di Hong Kong
ja: 香港特別行政区成立記念日
ko: 홍콩 특별자치구 설립일
zh_hans: 香港特别行政区成立日

source: Human Rights Day
de: Tag der Menschenrechte
es: Día de los Derechos Humanos
it: Giornata dei Diritti Umani
ja: 人権の日
ko: 인권의 날
zh_hans: 人权日

source: Hurricane Supplication Day
de: Hurrikan Gebet Tage
es: Día de Súplica Huracán
it: Giorno di Supplica Hurricane
ja: ハリケーン祈願日
ko: 허리케인 기원일
zh_hans: 祈丰日

source: Hurricane Thanksgiving Day
de: Hurrikan Erntedankfest
es: Día de Gracias Huracanes
it: Giorno del Ringraziamento Hurricane
ja: 収穫祭
ko: 추수 감사절
zh_hans: 秋收感恩节

source: Immaculate Conception Day
de: Tag der unbefleckten Empfängnis
es: Día de Concepción Imaculada
it: Festa della Immacolata Concezione
ja: 無原罪懐胎
ko: 무흠 수태
zh_hans: 圣母无原罪日

source: Immaculate Conception
de: Unbefleckte Empfängnis
es: Inmaculada Concepción
it: Immacolata Concezione
ja: 無原罪懐胎
ko: 무흠 수태
zh_hans: 无沾成胎

source: Independence Day(Jum I-Indipendenza)
de: Tag der Unabhängigkeit (Jum I-Indipendenza)
es: Día de la Independencia(Jum I-Indipendenza)
it: Giorno dell’Indipendenza (Jum I-Indipendenza)
ja: 独立記念日
ko: 독립기념일
zh_hans: 独立纪念日

source: Independence Day
de: Tag der Unabhängigkeit
es: Día de la Independencia
it: Giorno dell’Indipendenza
ja: 独立記念日
ko: 독립기념일
zh_hans: 独立纪念日

source: Independence Day(Observed)
es: Día de la Independencia(alternativa)
ko: 독립기념일(대체휴일)

source: Independence Day(July 28~29)
de: Tag der Unabhängigkeit (28. -29. Juli)
es: Día de la Independencia (28~29 de Julio)
it: Giorno dell’Indipendenza (Luglio 28~29)
ja: 独立記念日(7月28日~29日)
ko: 독립기념일(7월28일~29일)
zh_hans: 独立纪念日(7月28日~29日)

source: Independence Day(National Day)
de: Tag der Unabhängigkeit (Nationalfeiertag)
es: Día de la Independencia (Día Nacional)
it: Giorno dell’Indipendenza (Giorno Nazionale)
ja: 独立記念日(国慶節)
ko: 독립기념일(국경일)
zh_hans: 独立纪念日(国庆节)

source: Independence Movement Day
de: Tag der Unabhängigkeitsbewegung
es: Día de la Movimiento de Independencia
it: Giorno di Movimento dell’Indipendenza
ja: 三・一節
ko: 삼일절
zh_hans: 独立运动纪念日

source: Independence of Cartagena
de: Unabhängigkeit von Cartagena
es: La Independencia de Caeragena
it: Indipendenza di Cartagena
ja: カルタヘナ独立記念日
ko: 카르타헤나 독립기념일
zh_hans: 卡塔赫纳独立纪念日

source: Independence of Cuenca (1820)
de: Unabhängigkeit von Cuenca (1820)
es: La Independencia de Cuenca (1820)
it: Indipendenza di Cuenca (1820)
ja: クエンカ独立記念日(1820)
ko: 쿠엥카 독립기념일(1820)
zh_hans: 昆卡独立纪念日(1820)

source: Independence of Guayaquil (1820)
de: Unabhängigkeit von Guayaquil (1820)
es: La Independencia de Guayaquill (1820)
it: Indipendenza di Guyaquil (1820)
ja: グアヤキル独立記念日(1820)
ko: 과야킬 독립기념일(1820)
zh_hans: 瓜亚基尔独立纪念日(1820)

source: Independent Czechoslovak State Day
de: Tag des unabhängigen tschechoslowakischen Staates
es: Día del Estado de Checoslovaquia Independente
it: Giorno di Stato Indipendente Cecoslovacca
ja: チェコスロバキア建国記念日
ko: 체코슬로바키아 건국기념일
zh_hans: 捷克斯洛伐克建国日

source: Indigenous Resistance Day
de: Tag des indigenen Widerstands
es: Día de Resistencia Indígena
it: Giorno di Indigene Resistenza
ja: 土着民抵抗の日
ko: 토착민 저항의 날
zh_hans: 土著人民抵抗日

source: International Women's Day
de: Internationaler Frauentag
es: Día Internacional de Mujeres
it: Giornata della Donna Internazionale
ja: 国際婦人の日
ko: 세계 여성의 날
zh_hans: 国际妇女节

source: Intl' Solidarity Day of Workers
de: Int. Tag der Solidarität der Arbeiter
es: Día Internacional Solidario de Trabajadores
it: Giornata della Solidarietà Int. di Lavoratori
ja: 国際労働者の日
ko: 국제 노동자의 날
zh_hans: 国际劳动节

source: Intl' Women's Day
de: int. Frauentag
es: Día International de Mujeres
it: Giornata della Donna Internazionale
ja: 国際婦人の日
ko: 세계 여성의 날
zh_hans: 国际妇女节

source: Islamic New Year
de: Islamisches Neujahr
es: Año Nuevo Islámico
it: Anno Nuovo Islamico
ja: イスラム新年
ko: 이슬람 새해
zh_hans: 伊斯兰新年

source: Islamic New Year(1429)
de: Islamisches Neujahr (1429)
es: Año Nuevo Islámico (1429)
it: Anno Nuovo Islamico(1429)
ja: イスラム新年
ko: 이슬람 새해
zh_hans: 伊斯兰新年(1429)

source: Jan Hus Day
de: Jan-Hus Tag
es: Día de Jan Hus
it: Giorno di Jan Hus
ja: ヤン・フス・デー
ko: 얀 후스 데이
zh_hans: 扬·胡斯节

source: July Bank Holiday
de: Juli Feiertag
es: Festival de Julio
it: Giorni Festivi di Luglio
ja: 7月の祝祭日
ko: 7월 국경일
zh_hans: 7月国庆节

source: Kenyatta Day
de: Kenyatta Tag
es: Día de Kenyatta
it: Giorno di Kenyatta
ja: 初代大統領記念日
ko: 초대 대통령 기념일
zh_hans: 肯雅塔日

source: Korité (End of Ramadan)
de: Korité (Ende des Ramadan)
es: Korité (El Día Final de Ramadán)
it: Korité (Fine di Ramadan)
ja: Korité(ラマダンの最終日)
ko: Korité(라마단의 마지막 날)
zh_hans: korité（斋月结束）

source: Labor Day
de: Tag der Arbeit
es: Día del trabajo
it: Festa dei Lavoratori
ja: 労働の日
ko: 노동절
zh_hans: 劳动节

source: Labor Day(day in lieu)
de: Tag der Arbeit (Tag zum Abfeiern)
es: Día del trabajo (El Día Siguiente)
it: Festa del Lavoro(giorno in lieu)
ja: 労働の日
ko: 노동절
zh_hans: 劳动节

source: Labor Thanksgiving Day
de: Erntedankfest
es: Día de Acción de Gracias al Trabajo
it: Giorno del Ringraziamneto di Lavoro
ja: 勤労感謝の日
ko: 근로 감사의 날
zh_hans: 劳工感恩节

source: Labour Day(ACT, NSW, SA)
de: Tag der Arbeit (ACT, NSW, SA)
es: Día del trabajo (ACT, NSW, SA)
it: Festa del Lavoro(ACT, NSW, SA)
ja: 労働の日(ACT, NSW, SA)
ko: 노동절(ACT, NSW, SA)
zh_hans: 劳动节(ACT, NSW, SA)

source: Labour Day(Qld, NT)
de: Tag der Arbeit (QLD, NT)
es: Día del trabajo (Qld, NT)
it: Festa del Lavoro(Qld, NT)
ja: 労働の日(Qld, NT)
ko: 노동절(Qld, NT)
zh_hans: 劳动节(Qld, NT)

source: Labour Day(Tas, Vic)
de: Tag der Arbeit (TAS, VIC)
es: Día del trabajo (Tas, Vic)
it: Festa del Lavoro(Tas, Vic)
ja: 労働の日(Tas, Vic)
ko: 노동절(Tas, Vic)
zh_hans: 劳动节(Tas, Vic)

source: Labour Day(WA)
de: Tag der Arbeit (wa)
es: Día del trabajo (WA)
it: Festa del Lavoro(WA)
ja: 労働の日(WA)
ko: 노동절(WA)
zh_hans: 劳动节(WA)

source: Lantern Festival
de: Laternenfest
es: Festival de la Linterna
it: Festa delle Lanterne
ja: 堤燈祭
ko: 등불축제
zh_hans: 元宵节

source: Leopold III, Margrave of Austria
de: Leopold III, Markgraf von Österreich
es: Leopold III, Margrave de Austria
it: Leopoldo III, Margravio d’Austria
ja: レオポルド3、オーストリアの侯爵
ko: 레오폴드 3, 오스트리아의 후작
zh_hans: 利奥波德三世，奥地利侯爵

source: Liberation Day
de: Tag der Befreiung
es: Día de la Liberación
it: Giorno di Liberazione
ja: 解放記念日
ko: 광복절
zh_hans: 光复节

source: Liberation Day/FSLN Revolution Day
de: Tag der Befreiung / Tag der Revolution FSLN
es: Día de la Liberación/Día de la Revolución del FSLN
it: Giorno di Liberazione/FSLN Giorno di Rivoluzione
ja: 解放記念日 / fsln革命記念日
ko: 광복절 / fsln 혁명 기념일
zh_hans: 光复节 / fsln 革命纪念日

source: Liberty Day
de: Tag der Freiheit
es: Día de la Libertad
it: Giorno della Libertà
ja: 自由の日
ko: 자유의 날
zh_hans: 自由日

source: Lunar New Year Holiday
de: Mondneujahr
es: Festival del Año Nuevo Lunar
it: Capodanno Lunare
ja: 陰暦の元旦
ko: 음력 설날
zh_hans: 阴历新年

source: Lunar New Year(Novo Ano Lunar)
de: Mondneujahr (Ano Novo Lunar)
es: Festival del Año Nuevo Lunar(Novo Ano Lunar)
it: Capodanno Lunare(Nuovo Anno Lunare)
ja: 陰暦の元旦
ko: 음력 설날
zh_hans: 阴历新年

source: Luxembourg City Kermesse (jour férié d'usqge)
de: Luxemburg-Stadt Kermesse (jour d'ferie usqge)
es: Ciudad de Luexembourg Kermesse (jour férié d'usqge)
it: Città del Lussemburgo Kermesse(jour férié d'usqge)
ja: ルクセンブルク祭典
ko: 룩셈부르그 축제
zh_hans: 卢森堡市欢庆节

source: Macau SARE Bank Holiday
de: Macau SARE (Feiertag Macau)
es: Festival del Banco de SARE de Macao
it: Festivi Macau SARE
ja: マカオの日
ko: 마카오의 날
zh_hans: 澳门日

source: Macau SARE Day
de: Macau SARE (Feiertag Macau)
es: Día SARE de Macao
it: Giorno di Macau SARE
ja: マカオの日
ko: 마카오의 날
zh_hans: 澳门日

source: Madaraka Day
de: Madaraka Tage (Feiertag in Kenia)
es: Día Madaraka
it: Giorno di Madaraka
ja: 政府樹立日
ko: 정부수립일
zh_hans: 政府成立日

source: Magal de Touba Eve
de: Magal de Touba Vorabend
es: Vísperas de Magal de Touba
it: Vigilia di Magal de Touba
ja: マガル・ドゥ・トゥーバ・イブ
ko: 마갈두뚜바 이브
zh_hans: 马加尔德图巴除夕

source: Magal de Touba
ja: マガル・ドゥ・トゥーバ
ko: 마갈두뚜바
zh_hans: 马加尔德图巴

source: Maha Shivaratree
de: Maha Shivaratree (Feiertag Mauritius)
ja: マハシバラトリ
ko: 마하 시바라 토리
zh_hans: 玛哈shivaratree

source: Malvinas Day
de: Malvinas Tag(Feiertag Argentinien)
es: Día de Malvinas
it: Giorno di Malvinas
ja: マルビナスの日
ko: 말비나스의 날
zh_hans: 马尔维纳斯日

source: Marine Day
de: Tag des Meeres
es: Día de la Marina
it: Giorno di Marine
ja: 海の日
ko: 해양의 날
zh_hans: 海洋日

source: Martin Luther King Day
de: Tag des Martin-Luther-King
es: Día de Martin Luther King
it: Giorno di Martin Luther King
ja: マーチン・ルーサー・キング記念日
ko: 마틴 루터 킹 기념일
zh_hans: 马丁路德金纪念日

source: Martin of Tours
de: Martin von Tours
es: Martin de Tours
ja: トォールのマルティンの日날
ko: 뚜르의 마르텡의 날
zh_hans: 都尔的马丁纪念日

source: Martyrs' Day
de: Tag des Märtyrers
es: Día de Mártires
it: Giorno di Martyrs
ja: 殉教者の日
ko: 순교자의 날
zh_hans: 殉教者日

source: Mary's Birthday (Nativity of Our Lady)
de: Maria Geburtstag (Geburt der Jungfrau Maria)
es: Cumpleaños de María (Natividad de la Virgen)
it: Compleanno di Maria (Nascità della Madonna)
ja: 聖母マリア生誕日
ko: 성모 마리아 탄생일
zh_hans: 圣母玛利亚诞辰

source: Maundy Thursday
de: Gründonnerstag
es: Jueves Santo
it: Giovedì Santo
ja: 聖木曜日
ko: 성 목요일
zh_hans: 圣星期四

source: Moundy Thursday
de: Gründonnerstag
es: Jueves Santo
it: Giovedì Santo
ja: 聖木曜日
ko: 성 목요일
zh_hans: 圣星期四

source: Memorial Day
de: Volkstrauertag
es: Día Conmemorativo
it: Giorno Memoriale
ja: 戦没者追悼記念日
ko: 현충일
zh_hans: 阵亡将士纪念日

source: Memory/Parents' Day(Pastele Blanjinilor)
de: Tag der Erinnerung / Eltern (Pastele Blanjinilor)
es: Día de Memoria/Padres (pastele Blanjinilor)
it: Memoria/Giorno dei Genitori(Pastele Blanjinilor)
ja: 父母の日
ko: 부모의 날
zh_hans: 父母节

source: Mid-Autumn Festival
de: Mittherbstfest
es: Festival del Medio Otoño
it: Festa di Mezzo-Autunno
ja: 中秋節
ko: 중추절
zh_hans: 中秋节

source: Midsummer Eve
de: Mittsommer Vorabend
es: Vísperas del pleno verano
it: Vigilia di Mezza Estate
ja: 夏至祭りのイブ
ko: 여름 축제 이브
zh_hans: 施洗约翰节前夜

source: Midsummer
de: Hochsommer
es: Pleno verano
it: Mezza Estate
ja: 夏至祭り
ko: 여름 축제
zh_hans: 仲夏

source: Midsummer's Day
de: Mittsommertag (Feiertag tw. in Europa)
es: Día de pleno verano
it: Giorno di Mezza Estate
ja: 夏至祭り
ko: 여름 축제
zh_hans: 施洗约翰节

source: Midsummer/Saint John's Day
de: Mittsommer / Tag des Heiligen Johannes
es: Día de pleno verano /Día de San Juan
it: Mezza Estate/Giorno di San Giovanni
ja: 夏至祭り/聖ヨセフの日
ko: 여름축제/성 요셉의 날
zh_hans: 仲夏/圣约翰节

source: Moi Day
de: Moi Tag (Feiertag in Kenia)
es: Día de Me
it: Giorno di Moi
ja: 現大統領記念日
ko: 현 대통령 기념일
zh_hans: 莫伊日

source: Mother's Day
de: Muttertag
es: Día de la Madre
it: Festa della Madre
ja: 母の日
ko: 어머니의 날
zh_hans: 母亲节

source: National 3rd of May Holiday
de: Nationaler 3. Mai Feiertag
es: Festival Nacional del 3 de Mayo
it: Festa Nazionale di 3 Maggio
ja: 5月 3日の祝日
ko: 5월 3일 공휴일
zh_hans: 5月 3日公休日

source: National Anthem Day
de: Tag der Nationalhymne
es: Día del Himno Nacional
it: Giornata d’Inno Nazionale
ja: 国歌の日
ko: 애국가의 날
zh_hans: 爱国者节

source: National Day (Declaration of Neutrality)
de: Nationalfeiertag (Erklärung der Neutralität)
es: Día Nacional(Declaracion de Neutralidad)
it: Giorno Nazionale(Dichiarazione di Nutralità
ja: 中立国宣言日
ko: 중립국선언일
zh_hans: 中立国宣言日

source: National Day Holiday
de: Nationalfeiertag
es: Día Nacional
it: Festivi Nazionali
ja: 国慶節
ko: 국가의 날
zh_hans: 国庆假期

source: National Day of People's Republic of China
de: Nationalfeiertag der Volksrepubik China
es: Día Nacional de la República Popular de China
it: Giorno Nazionale della Repubblica di Cina del Popolo
ja: 中華人民共和国建国記念日
ko: 중국인민공화국 건국기념일
zh_hans: 中华人民共和国国庆日

source: National Day of Sweden
de: Nationalfeiertag in Schweden
es: Día Nacional de Suecia
it: Giorno Nazionale di Svezia
ja: スウェーデンの日
ko: 스웨덴의 날
zh_hans: 瑞典国庆日

source: National Day
de: Nationalfeiertag
es: Día Nacional
it: Giorno Nazionale
ja: 国慶節
ko: 국가의 날
zh_hans: 国庆节

source: National Day(1848 Revolution)
de: Nationalfeiertag (Revolution 1848)
es: Día Nacional(Revolución de 1848)
it: Giorno Nazionale(1848 Revouzione)
ja: 国慶節(1848年革命)
ko: 국가의 날(1848년 혁명)
zh_hans: 国庆节(1848年革命)

source: National Day(1956 Revolution)
de: Nationalfeiertag (Revolution 1956)
es: Día Nacional (Revolución de 1956)
it: Giorno Nazionale(1956 Revoulzione)
ja: 国慶節(1956年革命)
ko: 국가의 날(1956년 혁명)
zh_hans: 国庆节(1956年革命)

source: National Flag Day
de: Tag der Nationalflagge
es: Día Nacional de la Bandera
it: Giorno Nazionale di Bandiera
ja: 国慶節
ko: 국기의 날
zh_hans: 国旗节

source: National Foundation Day
de: Tag der Staatsgründung
es: Día Nacional de la Fundación
it: Giorno Nazionale di Fondazione
ja: 建国記念の日
ko: 개천절
zh_hans: 建国纪念日

source: National Heroes' Day
de: Nationaler Heldentag
es: Día Nacional de los Héroes
it: Giorno Nazionale d’Eroe
ja: 国民的英雄の日
ko: 순국 선열의 날
zh_hans: 国家英雄日

source: National Holiday
de: Nationaler Feiertag
es: Festival Nacional
it: Festivi Nazionali
ja: 国慶節
ko: 국가의 날
zh_hans: 国庆节

source: National Independence Day
de: Nationaler Tag der Unabhängigkeit
es: Día Nacional de Independencia
it: Giorno Nazionale dell’Indipendenza
ja: 独立記念日
ko: 독립 기념일
zh_hans: 独立纪念日

source: National Language Day(Limba Noastra)
de: Tag der Landessprache (Limba Noastra)
es: Día Nacional de Lenguas (Limba Noastra)
it: Giorno Nazionale dell Lingua(Limba Noastra)
ja: 国語の日
ko: 국어의 날
zh_hans: 国家语言日

source: National Sovereignty and Children's Day
de: Tag der nationalen Souveränität und Kindertag
es: Día Nacional de Soberanía y Niños
it: Sovranità Nazionale e Giorno dei Bambini)
ja: 主権及びこどもの日
ko: 주권 및 어린이의 날
zh_hans: 主权及儿童节

source: National Women's Day
de: Nationaler Frauentag
es: Día Nacional de las Mujeres
it: Giorno Nazionale della Donna
ja: 婦人の日
ko: 여성의 날
zh_hans: 全国妇女节

source: Navy Day
de: Marine Tag
es: Día de la Marina
it: Giorno della Marina
ja: 海軍の日
ko: 해군의 날
zh_hans: 海军节

source: New Year Holiday
de: Neujahrstag
es: Año Nuevo
it: Festivi di Nuovo Anno
ja: 新年
ko: 새해
zh_hans: 元旦

source: New Year's Eve
de: Silvester
es: Nochevieja
it: Vigilia dell’Anno Nuovo
ja: 大晦日
ko: 섣달 그믐날
zh_hans: 新年除夕

source: New Year's Day
de: Neujahr
es: Año Nuevo
it: Capodanno
ja: 元日
ko: 새해
zh_hans: 新年

source: New Year's Day(Observed)
es: Año Nuevo(alternativa)
ko: 새해(대체휴일)

source: New Year's Day(Fraternidade Universal)
de: Neujahrstag (Fraternidade Universal)
es: Año Nuevo (Fraternidade Universal)
it: Capodanno(Fraternità Universale)
ja: 新年
ko: 새해
zh_hans: 元旦

source: New Year's Day(Jan 1~2)
de: Neujahrstag (1. - 2. Januar)
es: Año Nuevo (1~2 de enero)
it: Capodanno(Gen 1~2)
ja: 新年(1~2日)
ko: 새해(1~2일)
zh_hans: 新年（1～2日）

source: Ninoy Aquino Day
de: Ninoy Aquino-Tag (Feiertag auf den Philippinen)
es: Día Ninoy Aquino
it: Giorno di Ninoy Aquino
ja: ニノイ・アキノの日
ko: 니노이 아키노의 날
zh_hans: 尼诺艾奎诺日

source: October Holiday
de: Oktober Feiertag
es: Festival de Octubre
it: Festivi d’Ottobre
ja: 10月の記念日
ko: 10월 기념일
zh_hans: 10月纪念日

source: Organic Act Day
de: Organic Act Day (Amerikanischer Feiertag)
es: Día del Acto Orgánico
it: Giorno d’Atto Organico
ja: オーガニックアクトの日
ko: 유기농 행동의 날
zh_hans: 有机食品生产法日

source: Orthodox Christmas (Craciunul)
de: Orthodoxe Weihnachten (Craciunul)
es: Navidad Ortodoxo (Craciunul)
it: Natale Ortodosso(Craciunul)
ja: 正教会クリスマス
ko: 정교회 크리스마스
zh_hans: 东正教圣诞节（craciunul）

source: Orthodox Christmas Holiday
de: Orthodoxes Weihnachtsfest
es: Navidad Ortodoxo
it: Festivi di Natale Ortodosso
ja: 正教会クリスマス
ko: 정교회 크리스마스
zh_hans: 东正教圣诞节假期

source: Orthodox Christmas
de: Orthodoxe Weihnachten
es: Navidad Ortodoxo
it: Natale Ortodosso
ja: 正教会クリスマス
ko: 정교회 크리스마스
zh_hans: 东正教圣诞节

source: Orthodox Easter Monday(Doua zi de Paste)
de: Orthodoxer Ostermontag (Doua zi de Paste)
es: Lúnes de Pascua Ortodoxo (Doua zi de Paste)
it: Pasquetta Ortodossa(Doua zi de Paste)
ja: 正教会イースターマンデー
ko: 정교회 부활절 월요일
zh_hans: 东正教复活节星期一

source: Orthodox Easter(Paste)
de: Orthodoxe Ostern (Paste)
es: La Pascua Ortodoxo (Paste)
it: Pasqua Ortodossa(Paste)
ja: 正教会イースター
ko: 정교회 부활절
zh_hans: 东正教复活节

source: Ougadi
de: Ougadi (Hinduistischer Feiertag)
ja: オウガディ(テレグ新年)
ko: 오가디(텔루구의 신년)
zh_hans: Telegu新年

source: Our Lady of Aparecida
de: Unserer Lieben Frau von Aparecida
es: La Virgen de Aparecida
it: Nostra Signora di Aparecida
ja: アパレシーダ聖母の日
ko: 아파레시다 성모의 날
zh_hans: 圣母显灵节

source: Our Lady of Mount Carmel
de: Unsere Lieben Frau von Mount Carmel
es: La Virgen de Monte Carmelo
it: Nostra Signora di Mount Carmel
ja: カルメル山の聖母記念日
ko: 가르멜산의 복되신 동정 마리아 기념일
zh_hans: 卡梅尔山圣母纪念日
