Repository: Steven-A3/AppBox2024
Catalog: AppBox3/*.lproj/holidays.strings
Languages: de, es, it, ja, ko, zh_hans

source: Discovery Day(NL)
de: Discovery Tag(NL)
es: Día del Descubrimiento(NL)
it: Giorno di Scoperta(NL)
ja: 発見の日(NL)
ko: 발견의 날(NL)
zh_hans: 发现日

source: Discovery Day(YT)
de: Discovery Tag(YT)
es: Día del Descubrimiento(YT)
it: Giorno di Scoperta(YT)
ja: 黄金発見の日(YT)
ko: 황금 발견의 날(YT)
zh_hans: 黄金发现日(YT)

source: Nunavut Day(NU)
de: Nunavut Tag(NU)
es: Día de Nunavut(NU)
it: Giorno di Nunavut(NU)
ja: Nunavutの日(NU)
ko: Nunavut의 날(NU)
zh_hans: Nunavut日(NU)

source: Orangemen's Day(NL)
de: Oranier's Tag(NL)
es: Día de orangistas(NL)
it: Giorno di Orangemen(NL)
ja: オレンジマンの日(NL)
ko: 오렌지맨의 날(NL)
zh_hans: 橙带党员日(NL)

source: Regatta Day(NL)
de: Regatta Tag(NL)
es: Regata Día(NL)
it: Giorno di Regatta(NL)
ja: レゲッタの日(NL)
ko: 레게타의 날(NL)
zh_hans: 国庆日赛舟(NL)

source: Boxing Day(NT NU ON QC)
de: Tag des Boxens(NT NU ON QC)
es: Boxing Day(Día de las Cajas)(NT NU ON QC)
it: Giorno d’Imballaggio(NT NU ON QC)
ja: ボクシングデー(NT NU ON QC)
ko: 박싱데이(선물포장하는날)(NT NU ON QC)
zh_hans: 圣诞节翌日(NT NU ON QC)

source: Christmas Day Public Holiday
de: Feiertag(Weihnachten)
es: Festival Pública(Navidad)
it: Festa Pubblica(Natale)
ja: クリスマスの休日
ko: 크리스마스 공휴일
zh_hans: 圣诞节公众假期

source: Boxing Day Public Holiday
de: Feiertag(Tag des Boxens)
es: Festival Pública(Boxing Day)
it: Festa Pubblica(Giorno d’Imballaggio)
ja: ボクシングデーの休日
ko: 박싱데이(선물포장하는날)
zh_hans: 拳击天的公众假期

source: New Year's Day Public Holiday
de: Feiertag(Neujahr)
es: Festival Pública(Año Nuevo)
it: Festa Pubblica(Capodanno)
ja: 元日の休日
ko: 신년 공휴일
zh_hans: 公休日（元旦）

source: Second of January Public Holiday(Scotland)
de: Feiertag(Zweiter Januar,Schottland)
es: Festival Pública(El Segundo de Enero,Escocia)
it: Festa Pubblica(2 Gennaio,Scozia)
ja: 休日(1月 2日,スコットランド)
ko: 1월 2일 공휴일(스코틀랜드)
zh_hans: 公休日（1月2日,苏格兰）

source: Australia Day(National Day)
de: Australien Tag(Nationalfeiertag)
es: Día de Australia(Día Nacional)
it: Giorno d’Australia(Giorno Nazionale)
ja: オーストラリア建国記念日(国慶節)
ko: 호주의 날(국경일)
zh_hans: 澳大利亚国庆日（国庆节）

source: Australia Day Public Holiday
de: Feiertag(Australien Tag)
es: Festival Pública(Día de Australia)
it: Festa Pubblica(Giorno d’Australia)
ja: オーストラリア建国記念日の休日
ko: 호주의 날 공휴일
zh_hans: 公休日（澳大利亚国庆日）

source: Anzac Day Public Holiday
de: Feiertag(Anzac Tag)
es: Festival Pública(Día de Anzac)
it: Festa Pubblica(Festa d’Anzac)
ja: 休日(ANZACの日)
ko: ANZAC의 날 공휴일
zh_hans: 公休日（ANZAC节）

source: Spirit Festival
de: Fest der Geister
es: Festival del Espíritu
it: Festa dello Spirito
ja: 中元節
ko: 중원절
zh_hans: 中元节

source: Arbor Day
de: Tag des Baumes
es: Día del Árbol
it: Arbor Day (festività sudcoreana)
ja: 植樹節
ko: 식목일
zh_hans: 植树节

source: April Fool's Day
de: 1. April
es: Día de los Santos Inocentes (abril)
it: 1 aprile
ja: エイプリルフール
ko: 만우절
zh_hans: 愚人节

source: Qingming Festival
es: Festival Qingming (Festival del Brillo y la Pureza)
it: Festa Qingming (festa dei morti)
ja: 清明節
ko: 청명절
zh_hans: 清明节

source: International Worker's Day
de: Internationaler Tag der Arbeiter
es: Día Internacional del Trabajador
it: Festa internazionale dei lavoratori
ja: 国際メイ デー
ko: 국제 노동자의 날
zh_hans: 国际劳动节

source: International Children's Day
de: Internationaler Tag der Kinder
es: Día Internacional de la Infancia
it: Giornata internazionale dei bambini
ja: 国際子供の日
ko: 국제 어린이날
zh_hans: 国际儿童节

source: Summer Solstice
de: Sommersonnenwende
es: Solsticio de Verano
it: Solstizio d'estate
ja: 夏至
ko: 하지
zh_hans: 夏至

source: The CPC Founding Day
de: Gründungstag der KPC
es: Día de la Fundación del PCC
it: Festa della fondazione del CPC (Communist Party of China)
ja: 中国共産党創立記念日
ko: 인민대회 창건일
zh_hans: 中国共产党建党日

source: Double Ninth Festival
de: Fest der doppelten Neun
es: Fiesta del Doble Nueve
it: Festa nazionale
ja: 九九重陽節
ko: 중양절
zh_hans: 重阳节

source: Macau Special Administrative Region Establishment Day
de: Jahrestag der Gründung der Sonderverwaltungszone Macau
es: Día de la Creación de la Región Administrativa Especial de Macao
it: Festa della fondazione della Regione ad Amministrazione Speciale di Macao
ja: マカオ特別行政区成立記念日
ko: 마카오 특별 행정구 제정 기념일
zh_hans: 澳门特别行政区成立日

source: Winter Solstice
de: Wintersonnenwendfest
es: Festival del Solsticio de Invierno
it: Solstizio d’inverno
ja: 冬至
ko: 동지
zh_hans: 冬至节

source: Alberta Family Day
de: Tag der Familie – Alberta
es: Día de la Familia en Alberta
it: Festa della famiglia - Alberta
ja: アルベルタ ファミリー デー
ko: 가족의 날
zh_hans: 阿尔伯达家庭日

source: Daylight Saving Time Begins
de: Beginn der Sommerzeit
es: Primer día del período de ahorro de energía en horario diurno
it: Inizio dell'ora legale
ja: サマー タイム開始
ko: 서머타임 시작
zh_hans: 夏时制开始

source: Victoria Day
de: Victoria-Tag
it: Festa della vittoria
ja: ビクトリア女王誕生日
ko: 빅토리아 기념일
zh_hans: 维多利亚日

source: Civic Holiday
de: Gesetzlicher Feiertag
es: Feriado cívico
it: Giorno festivo
ja: 市民の日
ko: 시민의 날
zh_hans: 公民日

source: Saint Jean Baptiste
de: Tag Johannes des Täufers
it: San Giovanni Battista
ja: 聖ジャン バプティストの日
ko: 세례 요한 축일
zh_hans: 施洗者圣约翰日

source: Alberta Heritage Day
de: Tag des Kulturerbes – Alberta
es: Día del Patrimonio en Alberta
it: Giornata del Patrimonio Nazionale - Alberta
ja: アルベルタ ファミリー デー
ko: 앨버타 전통의 날
zh_hans: 阿尔伯达遗产日

source: Daylight Saving Time Ends
de: Ende der Sommerzeit
es: Último día del período de ahorro de energía en horario diurno
it: Fine dell'ora legale
ja: サマー タイム終了
ko: 서머 타임 종료
zh_hans: 夏令时结束

source: Presidential Address
de: Ansprache des Präsidenten
es: Dirección presidencial
it: Discorso presidenziale
ja: 大統領演説
ko: 대통령 연설
zh_hans: 总统演讲

source: Young Cadets
es: Día de los Niños Héroes
it: Día de los Niños Héroes
ja: 若き英雄の記念日
ko: 젊은 사관생도
zh_hans: 年轻的军校学员

source: Shout of Dolores
de: Der Freiheitsschrei der Dolores
es: Grito de Dolores
it: Shout of Dolores (grido di Dolores)
ja: ドロレスの叫び
ko: 돌로레스의 외침
zh_hans: 多洛雷斯的咆哮（墨西哥独立日）

source: Grandma's Day
de: Tag der Großmütter
es: Día de las abuelas
it: Festa delle nonne
ja: 祖母の日
ko: 할머니의 날
zh_hans: 祖母节

source: Grandpa's Day
de: Tag der Großväter
es: Día de los abuelos
it: Festa del papà
ja: 祖父の日
ko: 할아버지의 날
zh_hans: 祖父节

source: Constitution Day May 3
de: Tag der Verfassung
es: Día de la Constitución
it: Festa della Costituzione
ja: 憲法記念日
ko: 제헌절
zh_hans: 制宪节

source: All Souls' Day
de: Allerseelen
es: Día de los Espiritus
it: Ognissanti
ja: 万霊節
ko: 위령의 날
zh_hans: 万灵节

source: St. Andrew's Day
de: Andreastag
es: Día de San Andrés
it: Sant'Andrea
ja: 聖アンドリューの日
ko: 성자 앤드류의 날
zh_hans: 圣安德鲁日

source: Twelfth Night
de: Dreikönigsfest
es: Duodécima noche
it: Epifania
ja: 十二夜
ko: 12일전 전야제
zh_hans: 第十二夜

source: Easter Saturday
de: Ostersamstag
es: Sábado Santo
it: Sabato Santo
ja: イースター土曜日
ko: 부활절 토요일
zh_hans: 复活节星期六

source: Walpurgis Night
de: Walpurgisnacht
es: Noche de Walpurgis
it: Notte di Valpurga
ja: ワルプルギスの夜
ko: 발푸르기스의 전야제
zh_hans: 复活节后的星期一

source: Ascension Eve
de: Tag vor Christi Himmelfahrt
es: Víspera de la Ascensión
it: Ascensione di Gesù
ja: 昇天祭前夜
ko: 승천일 전야
zh_hans: 耶稣升天节前夕

source: Midsummer's Eve
de: Mittsommerabend
es: Víspera del Solsticio de Verano
it: Notte di mezza estate
ja: 洗礼者ヨハネの祭日前夜
ko: 여름 축제 전야
zh_hans: 仲夏夜前夕

source: All Saints Eve
de: Halloween
es: Víspera del Día de Todos los Santos
it: Vigilia di Ognissanti
ja: 万聖節
ko: 할로윈 전야
zh_hans: 万圣节前夕

source: Cinco de Mayo
de: Cinco de Mayo (5. Mai – Mexikanischer Nationalfeiertag)
ja: 戦勝記念日
ko: 전승기념일
zh_hans: 五月五日节

source: Groundhog Day
de: Tag des Murmeltiers
es: Día de la Marmota
it: Groundhog Day (festività americana)
ja: グラウンドホッグの日
ko: 성촉절
zh_hans: 土拨鼠日

source: Lincoln's Birthday
de: Geburtstag von Lincoln
es: Aniversario de Lincoln
it: Compleanno di Lincoln
ja: リンカーン誕生記念日
ko: 링컨 탄생일
zh_hans: 林肯诞辰

source: Washington's Birthday
de: Geburtstag von George Washington
es: Aniversario de Washington
it: Compleanno di Washington
ja: ワシントン誕生記念日
ko: 워싱턴 탄생일
zh_hans: 华盛顿诞辰

source: St. Patrick's Day
de: St. Patrick's-Tag
es: Día de San Patricio
it: San Patrizio
ja: 聖パトリックの日
ko: 성(聖) 패트릭의 날
zh_hans: 圣帕特里克节

source: Tax Day
de: Letzter Abgabetag der Steuererklärung
es: Día de los impuestos
it: Tax Day (festività americana)
ja: 税の日
ko: 세금의 날
zh_hans: 纳税日

source: Earth Day
de: Tag der Erde
es: Día de la Tierra
it: Giornata della terra
ja: 地球の日
ko: 지구의 날
zh_hans: 地球日

source: John F. Kennedy's Birthday
de: Geburtstag von John F. Kennedy
es: Aniversario de John F. Kennedy
it: Compleanno di John F. Kennedy
ja: ジョン F ケネディの誕生日
ko: 존 F. 케네디 탄생일
zh_hans: 约翰•肯尼迪诞辰

source: Patriot Day
de: Tag der Patrioten
es: Día del Patriota
it: Giornata dei patrioti
ja: 愛国者の日
ko: 911 테러 추모일
zh_hans: 爱国日

source: Election Day
de: Präsidentschaftswahl
es: Día de las elecciones
it: Election Day (festività americana)
ja: 大統領選挙日
ko: 미국선거일
zh_hans: 选举日

source: Southland Anniversary Day
de: Southland-Jahrestag
es: Fiesta de Southland
it: Anniversario di Southland
ja: サウスランド記念日
ko: 사우스랜드기념일
zh_hans: 南兰周年纪念日

source: Taranaki (New Plymouth) Anniversary Day
de: Taranaki-Jahrestag – New Plymouth
es: Día de Taranaki (New Plymouth)
it: Anniversario di Taranaky - New Plymouth
ja: タラナキ (ニュー プリモス) 記念日
ko: 타라나키(뉴 플리머스)기념일
zh_hans: 塔拉纳基（新普利茅斯）周年纪念日

source: Canterbury (South) Anniversary Day
de: Canterbury-Jahrestag – Süden
es: Día de Canterbury (Sud)
it: Anniversario di Canterbury meridionale
ja: (南) カンタベリー記念日
ko: 캔터베리의 날(남섬)
zh_hans: 坎特伯雷（南）周年纪念日

source: Hawkes' Bay Anniversary Day
de: Hawkes' Bay-Jahrestag
es: Fiesta de Hawkes’Bay
it: Anniversario della Baia di Hawkes
ja: ホークス ベイ記念日
ko: 혹스베이 기념일
zh_hans: 霍克海湾周年纪念日

source: Marlborough Anniversary Day
de: Marlborough-Jahrestag
es: Fiesta de Marlborough
it: Anniversario di Marlborough
ja: マルボロー記念日
ko: 말보로 기념일
zh_hans: 马尔伯勒周年纪念日

source: Westland Anniversary Day
de: Westland-Jahrestag
es: Día de Westland
it: Anniversario di Westland
ja: ウェストランド記念日
ko: 웨스트랜드 기념일
zh_hans: 威士兰周年纪念日

source: Anniversary Day Auckland / Northland
es: Día del Aniversario de Auckland/Northland
it: Giornata dell'anniversario (Auckland/Isola del nord)
ja: オークランド ノースランド記念日
ko: 오클랜드/북섬 기념일
zh_hans: 奥克兰/北部地区纪念日

source: Korean New Year's Day(Seollal 2.13~15)
ko: 설날(2.13~15)

source: Korean New Year's Day(Seollal 2.2~4)
ko: 설날(2.2~4)

source: Korean New Year's Day(Seollal)
es: Año nuevo coreano
ko: 설날

source: Chuseok
ko: 추석

source: Chuseok( ~Sep 13)
ko: 추석( ~9.13)

source: Chuseok(Sep 21~23)
ko: 추석(9.21~23)

source: Hangul Day(HangeulNal)
ko: 한글날

source: St Stephen's Day / Boxing Day
es: Boxing Day(Día de las Cajas)
ko: 박싱데이(선물포장하는날)

# Saint-Etienne
source: Boxing Day
es: Boxing Day(Día de las Cajas)
ko: 박싱데이(선물포장하는날)

source: Independence Day(Ziua Republicii)
de: Tag der Unabhängigkeit (Ziua Republik)
es: Día de la Independencia(Ziua Republicii)
it: Giorno dell’Indipendenza (Ziua Republici)
ja: 独立記念日
zh_hans: 独立纪念日

source: Pakistan Day
de: Pakistan Tag
es: Día de Pakistán
it: Giorno di Pakistan
zh_hans: 巴基斯坦日

source: Lady of the Angel's Day
de: Lady des Tages des Angel's(Feiertag in Costa Rika)
es: Día de la Señora de Ángel
it: Giorno di Signora degli Angeli
zh_hans: 圣母天使节

source: Sette Giugno
de: Sette Giugno (Feiertag auf Malta)
ja: 六月七日祭
zh_hans: 六月七日节

source: La Griteria Immaculate
de: La Griteria Immaculate (Feiertag in Nicaragua)
es: La Griteria Imaulada
it: La Griteria Immacolata

source: Settler's Day
de: Siedler-Tag
es: Día Colonos
it: Giorno di Settler

source: Sheikh Zayed's Accession
de: Sheikh-Zayed-Beitritt
es: Ascensión de Sheikh Zayed
it: Accessione di Sheikh Zayed

source: Synaxis of the Mother of God
de: Synaxis der Mutter Gottes
es: Synaxix de la Madre de Dios
it: Sinassi della Madre di Dio

source: Virgin of Caacupe
de: Jungfrau von Caacupé
es: Virgen de Caacupe
it: Virgine di Caacupe

source: Kashmir Day
de: Kashmir Tag
it: Giorno di Kashmir

source: Allama lqbal Day
de: Allama lqbal Tag
it: Giorno di Allama lqbal

source: Saints Cyril and Methodius' Day
de: St. Cyril und Methodius Tage
es: Día de San Cyril y Methodius
it: Festa di Santi Cirillo e Metodio

source: St. Kliment Ohirdski(St. Clement of Ohrid)
de: St. Kliment Ohirdski(Mazedonischer Feiertag)
es: St. Kliment Ohirdski(Día del San Clemente de Ohrid)
it: St. Kliment Ohirdski(San Clemente di Ohrid)

source: Revival Leader's Day
de: Revival Leader's Day (Bulgarischer Feiertag)
es: Día del Lider Resucitado
it: Giorno di Revival Leader

source: Juan Santamaria Day
de: Juan Santamaria Tag
es: Día de Juan Santamaria
it: Giorno di Juan Santamaria

source: Guanacaste Day
de: Guanacaste Tag
es: Día de Guanacaste
it: Giorno di Guanacaste

source: Día de la Raza Holiday
de: Día de la Raza Feiertag
it: Festa di Día de la Raza

source: Christmas
de: Weihnachten
es: Navidad
it: Natale

source: Saint Jean Baptiste(QC)
it: San Giovanni Battista(QC)
