Repository: Steven-A3/AppBox2024
Catalog: AppBox3/*.lproj/unitShort.strings
Languages: it

source: circle
it: Cerchio

# mil(Nato)
source: mil
it: mil(Nato)

# mil(Soviet Union)
source: mil
it: mil(Unione Sovietica)

# mil(Sweden)
source: mil
it: mil(Svezia)

source: octant
it: ottante

source: quadrant
it: quadrante

source: radian
it: radiante

source: revolution
it: revouzione

source: sextant
it: sestante

source: sign
it: segno

source: turn
it: giro

source: acres
it: acri

source: ares
it: are

# circular inches
source: cir in
it: polici circolari

# hectares
source: ha
it: ettari

# feet²(US&UK)
source: ft²
it: piedi²(Stati Uniti&Inghilterra)

# feet²(US Survey)
source: ft²
it: piedi²(Sondaggio di Stai Uniti)

# inches²
source: in²
it: polici²

source: miles²
it: miglia²

# squares(of timber)
source: squares
it: quadrati(di legname)

# rods²(or poles²)
source: rods²
it: aste²

source: bits
it: bit

source: bytes
it: byte

source: kilobits
it: kilobit

source: kilobytes
it: kilobyte

source: megabits
it: megabit

source: megabytes
it: megabyte

source: gigabits
it: gigabit

source: gigabytes
it: gigabyte

source: terabits
it: terabit

source: terabytes
it: terabyte

source: petabits
it: petabit

source: petabytes
it: petabyte

source: exabits
it: exabit

source: exabytes
it: exabyte

# cup [US]
source: cup
it: bicchiere [Stati Uniti]

# cup [metric]
source: cup
it: bicchiere[metrico]

source: dash
it: scatto

source: demi
it: mezza

# dessertspoon
source: spoon
it: cucchiaio da dessert

source: dram
it: drama

source: drop
it: goccia

# gallon [US]
source: gallon
it: gallone[Stati Uniti]

# gallon [UK]
source: gallon
it: gallone[Inghilterra]

source: jigger
it: jigger(1/2 oncia)

# kiloliter
source: kl
it: kilolitro

source: liter
it: litro

# milliliter
source: ml
it: millilitro

# ounce [US]
source: ounce
it: oncia [US]

# ounce [UK]
source: ounce
it: oncia [UK]

# peck [US]
source: peck
it: sacco[US Stati Uniti]

# peck [UK]
source: peck
it: sacco[Inghilterra]

source: pinch
it: pizzico

# pint [US]
source: pint
it: pinta[US Stati Uniti]

# pint [UK]
source: pint
it: pinta[Inghilterra]

# quart [US]
source: quart
it: quarto di gallone[US Stati Uniti]

# quart [UK]
source: quart
it: quarto di gallone[Inghilterra]

# tablespoon[US]
source: spoon
it: cucchiaio da tavola[Stati Uniti]

# tablespoon[UK]
source: spoon
it: cucchiaio da tavola[Inghilterra]

# tablespoon[metric]
source: spoon
it: cucchiaio da tavola[metrico]

# teaspoon[US]
source: spoon
it: cucchiaio da tè[Stati Uniti]

# teaspoon[UK]
source: spoon
it: cucchiaio da tè[Inghilterra]

# teaspoon[metric]
source: spoon
it: cucchiaio da tè[metrico]

# teacup[UK]
source: teacup
it: tazza di tè [Inghilterra]

# grains/gallon(UK)
source: grains/gal
it: grani/gallone[Inghilterra]

# grains/gallon(US)
source: grains/gal
it: grani/gallone[Stati Uniti]

# grams/cm³
source: g/cm³
it: grammi/cm³

# grams/liter
source: g/l
it: grammi/litro

# grams/mm
source: g/mm
it: grammi/mm

# kilograms/m³
source: kg/m³
it: kilogrammi/m³

# kilograms/liter
source: kg/l
it: kilogrammi/litro

# megagrams/m³
source: megag/m³
it: megagrammi/m³

# milligrams/mm
source: mg/mm
it: megagrammi/mm³

# milligrams/liter
source: mg/l
it: megagrammi/litro

# ounces/inch³
source: oz/inch³
it: oncie/police³

# ounces/gallon(UK)
source: oz/gal
it: oncie/gallone[Inghilterra]

# ounces/gallon(US)
source: oz/gal
it: oncie/gallone[Stati Uniti]

# pounds/inch³
source: lbs/inch³
it: libre/police³

# pounds/foot³
source: lbs/ft³
it: libre/piede³

# pounds/gallon(UK)
source: lbs/gal
it: libre/gallone[Inghilterra]

# pounds/gallon(US)
source: lbs/gal
it: libre/gallone[Stati Uniti]

# slugs/foot³
source: slugs/ft³
it: lumache/piede³

source: tonnes/m³
it: T/m³

# tons(UK)/yard³
source: tons/y³
it: tonnellate (UK)/iarda³

# tons(US)/yard³
source: tons/y³
it: tonnellate(US)/iarda³

# abampere [abA]
source: abA
it: abampere [abA]

# ampere [A]
source: A
it: ampere [A]

# biot [Bi]
source: Bi
it: biot [Bi]

# centiampere
source: ca
it: centiampere

# coulomb/second
source: coulomb/s
it: coulomb/secondo

# EMU of current
source: EMU
it: UEM di corrente

# ESU of current
source: ESU
it: ESU di corrente

# franklin/second
source: franklin/s
it: franklin/secondo

# Gaussian
source: gause
it: Gaussiana

# gigaampere
source: ga
it: gigaampere

# gilbert [Gi]
source: Gi
it: gilbert [Gi]

# kiloampere [kA]
source: kA
it: kiloampere [kA]

# megaampere
source: megaA
it: megaampere

# microampere
source: µA
it: microampere

# milliampere
source: mA
it: milliampere

# milliamp
source: mA
it: milliamp

# nanoampere
source: nanoA
it: nanoampere

# picoampere
source: picoA
it: picoampere

# siemens volt
source: volt
it: siemens volt

# statampere [stA]
source: stA
it: statampere [stA]

# teraampere
source: teraA
it: teraampere

# weber/henry
source: w/h
it: weber/henry

# Btu(th)
source: Btu
it: Btu(th)

# Btu(mean)
source: Btu
it: Btu(media)

# calories(IT)
source: cal
it: calorie(IT)

# calories(th)
source: cal
it: calorie(th)

# calories(mean)
source: cal
it: calorie(media)

# calories(15C)
source: cal
it: calorie(15C)

# calories(20C)
source: cal
it: calorie(20C)

# calories(food)
source: cal
it: calorie(cibo)

# centigrade heat units
source: cen
it: unità di calore centigradi

# electron volts
source: eV
it: electron volts

source: ergs
it: erg

# foot-pound force
source: ft lbf
it: piede-libra vigore

# foot poundals
source: fp
it: piedi poundals

# gigajoules
source: GJ
it: gigajoule

# horsepower hours
source: hp h
it: ore di cavallo-vapore

# inch-pound force
source: in lbf
it: pollice-libra vigore

# joules
source: j
it: joules

# kilocalories(IT)
source: kcal
it: kilocalorie(IT)

# kilocalories(th)
source: kcal
it: kilocalorie(th)

# kg-force meters
source: kgf m
it: kg-vigore metri

# kilojoules
source: kJ
it: kilojoules

# kilowatt hours
source: kWh
it: kilowatt ore

# megajoules
source: MJ
it: megajoules

# newton meters
source: Nm
it: newton metri

source: therms
it: terme

# watt seconds
source: Ws
it: watt secondi

# watt hours
source: Wh
it: watt ore

# kilograms force
source: kgf
it: forza kilogrami

# kilonewtons
source: kN
it: kilonewtons

# meganewtons
source: MN
it: meganewtons

# newtons
source: N
it: newtons

# pounds force
source: pf
it: libre vigore

# poundals
source: p
it: poundals

# sthenes(=kN)
source: sthenes
it: Sten(=kN)

# tonnes force
source: tf
it: forza T

# tons force(UK)
source: tf
it: forza tonnellate(UK)

# tons force(US)
source: tf
it: forza tonnellate(US)

# gal(UK)/100miles
source: gal/100mi
it: gal(UK)/100miglia

# gal(US)/100miles
source: gal/100mi
it: gal(US)/100miglia

# kilometer/liter
source: km/l
it: kilometro/litro

# liters/100km
source: l/100km
it: litro/100km

# liters/meter
source: l/m
it: litro/metro

# miles/gal(UK)
source: mpg
it: miglia/gal(UK)

# miles/gal(US)
source: mpg
it: miglia/gal(US)

# ångströms Å
source: Å
it: ångströms Å

# astronomical units
source: AU
it: unità astronomica

source: cables
it: cavi

# centimeters
source: cm
it: centimetri

# chains(surveyors')
source: chains
it: catena(geometra)

source: decimeters
it: decimetri

# ells(UK)
source: ells
it: ells(UK)

# ems(pica)
source: ems
it: ems(pica)

source: fathoms
it: braccie

# feet(UK&US)
source: feet
it: piedi(Stati Uniti&Inghilterra)

# feet(US survey)
source: feet
it: piedi(Sondaggio di Stai Uniti)

source: furlongs
it: stadi

source: hands
it: mani

# hectometers
source: hm
it: ettometri

# inches
source: in
it: pollici

# kilometers
source: km
it: kilometri

source: light years
it: Anni luce

# meters
source: m
it: metri

# micrometers
source: µm
it: micrometri

# miles(UK&US)
source: miles
it: miglia(Stati Uniti&Inghilterra)

# miles(nautical,intl)
source: miles
it: miglia (nautica,intl)

# miles(nautical,UK)
source: miles
it: miglia (nautica,Inghilterra)

# millimeters
source: mm
it: millimetri

# nanometers
source: nm
it: nanometri

source: picometers
it: picometri

# Scandinavian mile
source: mile
it: miglia Scandinavi

source: yards
it: iarde

# Btu/hour
source: Btu/h
it: Btu/ora

# Btu/minute
source: Btu/m
it: Btu/minuto

# Btu/second
source: Btu/s
it: Btu/secondo

# cal(th)/hour
source: cal/h
it: cal(th)/ora

# cal(th)/minute
source: cal/m
it: cal(th)/minuto

# cal(th)/second
source: cal/s
it: cal(th)/secondo

# fpf/minute
source: fpf/m
it: fpf/minuto

# fpf/second
source: fpf/s
it: fpf/secondo

# gigawatts
source: GW
it: gigawatts

# horsepowers(elec.)
source: hp
it: cavallovapore(elec.)

# horsepowers(intl)
source: hp
it: cavallovapore (intl)

# horsepowers(water)
source: hp
it: cavallovapore (acqua)

# horsepowers(metric)
source: hp
it: cavallovapore (metrico)

# watts
source: W
it: watts

# joules/hour
source: joules/h
it: joules/ore

# joules/minute
source: joules/m
it: joules/minuto

# joules/second
source: joules/s
it: joules/secondo

# kcal(th)/hour
source: kcal/h
it: kcal(th)/ore

# kcal(th)/minute
source: kcal/m
it: kcal(th)/minuto

# kgf meters/hour
source: kgf/h
it: kgf metri/ore

# kgf meters/minute
source: kgf/m
it: kgf metri/minuto

# kilowatts
source: kW
it: kilowatts

# megawatts
source: MW
it: megawatts

# atmospheres
source: atm
it: atmosfere

source: bars
it: barre

# feet H₂O
source: fH₂O
it: piedi H₂O

# hectopascals
source: hPa
it: ettopascal

# inches H₂O
source: inH₂O
it: pollici H₂O

# inches Hg
source: inHg
it: pollici Hg

# kilonewtons/m²
source: kn/m²
it: kilonewtons/m²

# kilonewtons/mm²
source: kn/mm²
it: kilonewtons/mm²

# kilopascals
source: kPa
it: kilopascal

# kips/inch²
source: kips/in²
it: kips/pollice²

# meganewtons/m²
source: mn/m²
it: meganewtons/m²

# meganewtons/mm²
source: mn/mm²
it: meganewtons/mm²

# meters H₂O
source: m
it: metri H₂O

# millibars
source: mbars
it: millibarre

# newtons/cm²
source: N/cm²
it: newtons/cm²

# newtons/m²
source: N/m²
it: newtons/m²

# newtons/mm²
source: N/mm²
it: newtons/mm²

# pascals
source: Pa
it: pascal

# lbf/foot²
source: pf/ft²
it: lbf/piede²

# lbf/inch² psi
source: psi
it: lbf/pollice² psi

# poundals/foot²
source: poundals/ft²
it: poundals/piede²

# tons(UK)-f/foot²
source: tf/ft²
it: tonnellate(UK)-f/piede²

# tons(UK)-f/inch²
source: tf/in²
it: tonnellate(UK)-f/pollice²

# tons(US)-f/foot²
source: tf/ft²
it: tonnellate(US)-f/piede²

# tons(US)-f/inch²
source: tf/in²
it: tonnellate(US)-f/pollice²

# tonnes-f/meter²
source: tf/m²
it: T-f/metro²

# torr(mm Hg 0°C)
source: torr
it: torr(mm Hg 0°C)

# cm/minute
source: cm/m
it: cm/minuto

# cm/second
source: cm/s
it: cm/secondo

# feet/hour
source: f/h
it: piedi/ore

# feet/minute
source: f/m
it: piedi/minuto

# feet/second
source: f/s
it: piedi/secondo

# inches/minute
source: in/m
it: pollici/minuto

# inches/second
source: in/s
it: pollici/secondo

# km/hour
source: km/h
it: km/ore

# km/second
source: km/s
it: km/secondo

source: knots
it: nodi

# Mach number(ISA)
source: Mach
it: numero di Mach(ISA)

# meters/hour
source: m/h
it: metri/ore

# meters/minute
source: m/m
it: metri/minuto

# meters/second
source: m/s
it: metri/secondo

# miles/hour
source: mi/h
it: miglia/ore

# miles/minute
source: mi/m
it: miglia /minuto

# miles/second
source: mi/s
it: miglia /secondo

# nautical miles/hour
source: nm/h
it: miglia nautiche/ore

# Nm/24hr(Volvo)
source: Nm/24hr
it: Nm/24hr(Volvo)

# speed of light
source: light
it: velocità di luce

# yards/hour
source: y/h
it: iarde/ore

# yards/minute
source: y/m
it: iarde/minuto

# yards/second
source: y/s
it: iarde/secondo

# centuries
source: century
it: secoli

source: days
it: giorni

source: decades
it: decenni

# femtoseconds
source: fs
it: femtosecondi

source: fortnights
it: quindicine

source: hours
it: ore

# microseconds
source: μs
it: microsecondi

source: millennia
it: millenni

# milliseconds
source: ms
it: millisecondi

source: minutes
it: minuti

# months(Common)
source: months
it: mesi(comune)

# months(Synodic)
source: months
it: mesi(sinodici)

# nanoseconds
source: ns
it: nanosecondi

# picoseconds
source: ps
it: picosecondi

# quarters(Common)
source: quarters
it: quarti(Comune)

source: seconds
it: secondi

source: weeks
it: settimane

# years(Common)
source: years
it: anni(Comune)

# years(Avg Gregorian)
source: years
it: anni(Avg Gregorian)

# years(Julian)
source: years
it: anni(Julian)

# years(Leap)
source: years
it: anni(Bisestili)

# years(Tropical)
source: years
it: anni(Tropicali)

source: acre foot
it: acre piede

# barrels(oil)
source: barrels
it: barili(olio)

# bushels(UK)
source: bushels
it: bushels(Inghilterra)

# bushels(US)
source: bushels
it: bushels(Stati Uniti)

# centiliters
source: cl
it: centilitri

# decimeters³
source: dm³
it: decimetri³

# decameters³
source: dam³
it: decametri³

# feet³
source: ft³
it: piedi³

# inches³
source: in³
it: pollici³

# meters³
source: m³
it: metri³

# millimeters³
source: mm³
it: millimetri³

# yards³
source: yd³
it: iarde³

source: cups
it: bicchieri

# deciliters
source: dL
it: decilitri

# fluid ounces(UK)
source: fluid oz
it: fluido oncia(Inghilterra)

# fluid ounces(US)
source: fluid oz
it: fluido oncia(Stati Uniti)

# gallons(UK)
source: gallons
it: galloni(Inghilterra)

# gallons,dry(US)
source: gallons
it: galloni,secco(Stati Uniti)

# gallons,liquid(US)
source: gallons
it: galloni,liquido(Stati Uniti)

source: liters
it: literi

# liters(1901-1964)
source: liters
it: litri(1901-1964)

# milliliters
source: ml
it: millilitri

# pints(UK)
source: pints
it: pinte(Inghilterra)

# pints,dry(US)
source: pints
it: pinte,secco(Stati Uniti)

# pints,liquid(US)
source: pints
it: pinte,liquido(Stati Uniti)

# quarts(UK)
source: quarts
it: quarto(Inghilterra)

# quarts,dry(US)
source: quarts
it: quarto,secco(Stati Uniti)

# quarts,liquid(US)
source: quarts
it: quarto,liquido(Stati Uniti)

# table spoons
source: spoon
it: cucchiai da tavola

# tea spoons
source: spoon
it: cucchiai da tè

# carats(metric)
source: carats
it: carati(metrico)

# Earth masses
source: em
it: massa della Terra

source: grains
it: grani

# grams
source: g
it: grani

# hundredweights
source: hw
it: quintali

# kilograms
source: kg
it: chilogrammi

# ounces(US & UK)
source: oz
it: oncie(Stati Uniti & Inghilterra)

# ounces(troy)
source: oz
it: oncie(troia)

# pounds(US & UK)
source: lbs
it: libre(Stati Uniti & Inghilterra)

# pounds(troy)
source: lbs
it: libre(troia)

# Solar masses
source: sm
it: massa solare

# slugs(g-pounds)
source: slugs
it: slugs(g-libre)

source: stones
it: pietre

# tons(UK or long)
source: tons
it: tonnellate(Inghilterra o lungo)

# tons(US or short)
source: tons
it: tonnellate(Inghilterra o corto)

source: tonnes
it: T
