Repository: Steven-A3/AppBox2024
Catalog: *.lproj/holidays.strings
Languages: fr, pl, zh_hant

source: Fiesta de Santo Domingo
fr: Fête de Santo Domingo
pl: Święto Santo Domingo
zh_hant: 聖多明各嘉年華

source: Lantern Festival
fr: Festival des lanternes
pl: Święto Latarni
zh_hant: 元宵節

source: Presidential Address
fr: Discours présidentiel
pl: Orędzie prezydenta
zh_hant: 總統演講

source: Sacred Heart
fr: Sacré-Coeur
pl: Najświętszego Serca
zh_hant: 聖心節

source: Restoration Day
fr: Jour de la Restauration
pl: Dzień Odzyskania Niepodległości
zh_hant: 光復節

source: Independence Day(Observed)
fr: Fête de l'indépendance(alternative)
pl: Narodowe Święto Niepodległości(zauważony)
zh_hant: 獨立紀念日(另類假期)

source: Immaculate Conception Day
fr: Jour de l'Immaculée Conception
pl: Święto Niepokalanego Poczęcia
zh_hant: 聖母無原罪日

source: Independence Day(July 28~29)
fr: Fête de l'indépendance (Juillet 28 ~ 29)
pl: Święto Niepodległości(Lipiec 28~29)
zh_hant: 獨立紀念日(7月28日~29日)

source: Ascension Day
fr: Ascension
pl: Wniebowstąpienie
zh_hant: 耶穌升天節

source: Tu Bishvat
zh_hant: Tu Bishvat（植樹節）

source: Anzac Day
fr: Journée du Corps d'armée australien et néo-zélandais
pl: Dzień Anzaka
zh_hant: ANZAC節

source: Battle of San Jacinto
fr: Bataille de San Jacinto
pl: Bitwy pod San Jacinto
zh_hant: 聖哈辛托戰役紀念日

source: Hong Kong Special Administrative Region Establishment Day
fr: Fête de l’établissement de la région administrative spéciale d’Hong Kong
pl: Rocznica ustanowienia w Hongkongu specjalnego regionu administracyjnego
zh_hant: 香港特別行政區成立日

source: Holy Thursday
fr: Jeudi Saint
pl: Wielki Czwartek
zh_hant: 聖星期四

source: Health and Sports Day
fr: Journée de la Santé et des Sports
pl: Dzień Zdrowia i Sportu
zh_hant: 健康和體育節

source: Arrival of Indentured Labourers
fr: Arrivée de l'Engagisme
pl: Przyjazdu Robotników
zh_hant: 合同勞動者到達紀念日

source: President's Day Holiday
fr: Jours de vacances du président
pl: Dzień Prezydenta
zh_hant: 總統節假期

source: Australia Day(National Day)
fr: Journée de l'Australie(Fête Nationale)
pl: Dzień Australii(Święto Narodowe)
zh_hant: 澳大利亞國慶日（國慶節）

source: Swiss federal fast
fr: Jeûne fédéral
pl: Szwajcarskie Święto Federalne
zh_hant: 瑞士國慶日

source: Independence Day(National Day)
fr: Fête de l'indépendance(fête nationale)
pl: Święto Niepodległości(Święto Narodowe)
zh_hant: 獨立紀念日(國慶節)

source: Westland Anniversary Day
fr: Fête de l'Anniversaire (Westland)
pl: Rocznica Westland
zh_hant: 威士蘭周年紀念日

source: Chinese New Year(Third day)
fr: Nouvel An chinois (troisième jour)
pl: Chiński Nowy Rok (Trzeci dzień)
zh_hant: 赤口

source: St. Patrick's Day
fr: Fête de la Saint Patrick
pl: Dzień św. Patryka
zh_hant: 聖帕特裡克節

source: Whit Sunday
fr: Dimanche de Pentecôte
pl: Niedziela Zesłania Ducha Świętego
zh_hant: 聖靈降臨節

source: Boxing Day
fr: Lendemain de Noël (Boxing Day)
pl: Drugi dzień Świąt Bożego Narodzenia
zh_hant: 節禮日

source: Labour Day(ACT, NSW, SA)
fr: Fête du Travail(ACT, NSW, SA)
pl: Święto Pracy (ACT, NSW, SA)
zh_hant: 勞動節(ACT, NSW, SA)

source: National Language Day(Limba Noastra)
fr: Journée de la langue nationale (Limba Noastra)
pl: Narodowy Dzień Język (Limba Noastra)
zh_hant: 國家語言日

source: Saint Berchtolds' Day
fr: Saint Berchtolds
pl: Dzień Świętego Berchtolda
zh_hant: 聖berchtolds節

source: Change of Federal Government
fr: Changement de gouvernement fédéral
pl: Zmiana rządu federalnego
zh_hant: 聯邦政府變更紀念日

source: Indigenous Resistance Day
fr: Journée de la résistance indigène
pl: Dzień Oporu
zh_hant: 土著人民抵抗日

source: October Holiday
fr: Jour férié d'octobre
pl: Święto październikowe
zh_hant: 10月紀念日

source: Yom Ha'Shoah
zh_hant: 猶太人大屠殺追悼日

source: National Day
fr: Fête nationale
pl: Święto Narodowe
zh_hant: 國慶節

source: Simchat Torah*
zh_hant: 歡慶聖法節

source: Spring Bank Holiday
fr: Jours fériés du Printemps
pl: Święto Wiosny
zh_hant: 春季紀念日

source: Macau SARE Day
fr: Journée de Macao
pl: Dzień Macau SARE
zh_hant: 澳門日

source: Grandma's Day
fr: Fête des grands-mères
pl: Dzień Babci
zh_hant: 祖母節

source: St. Cyril and Methodius Day
fr: St. Cyril et Methodius
pl: Świętego Cyryla i Metodego
zh_hant: 聖西裡爾和迪烏斯日

source: Ramadan Feast
fr: Ramadan
pl: Święto Ramadan
zh_hant: 齋月節

source: Day of Dead
fr: Journée des morts
pl: Dzień Umarłych
zh_hant: 亡靈節

source: Grand Mother's Day
fr: Fête des Grands-mères
pl: Dzień Babci
zh_hant: 奶奶節

source: The Ochi day
fr: Le jour Ochi
pl: Dzień Ochi
zh_hant: Ochi節

source: Eid al Adha Holiday
fr: Eid al Adha
pl: Eid al Adha
zh_hant: 宰牲節假期

source: Chong Chao Bank Holiday
fr: Chong Chao férié
pl: Chong Chao święto bankowe
zh_hant: 中秋節

source: Discovery Day/Columbus Day Holiday
fr: Jour de la Découverte/Journée de Colomb
pl: Dzień Odkrywców/Dzień Kolumba
zh_hant: 發現日/哥倫布日假期

source: Lag Ba'omer
zh_hant: 逾越節首日後第三十三天

source: Evacuation Day(Eid el-Galaa)
fr: Jour de l'Évacuation(Aïd el-Galaa)
pl: Dzień Ewakuacji(Eid el-Galaa)
zh_hant: 避難紀念日(Eid el-Galaa)

source: Chinese New Year's Eve
fr: Veille du Nouvel An chinois
pl: Chiński Sylwester
zh_hant: 除夕

source: Epiphany
fr: Épiphanie - 13e jour après Noël
pl: Objawienie Pańskie
zh_hant: 主顯節

source: All Souls Day
fr: Journée de Commémoration des fidèles défunts
pl: Zaduszki
zh_hant: 萬靈節

source: Reformation Day
fr: Fête de la Réformation
pl: Dzień Reformacji
zh_hant: 宗教改革紀念日

source: Midsummer's Day
fr: Fête de la Saint-Jean
pl: Noc świętojańska
zh_hant: 施洗約翰節

source: Struggle for Freedom and Democracy Day
fr: Journée de la lutte pour la liberté et la démocratie
pl: Dzień Walki o Wolność i Demokrację
zh_hant: 爭取自由和民主日

source: Sportsmen's Day
fr: Jour des sportifs
pl: Dzień Sportowców
zh_hant: 運動員節

source: Deepavali
fr: Divālī
zh_hant: 屠妖節

source: Children's Day
fr: Journée des enfants
pl: Dzień Dziecka
zh_hant: 兒童節

source: Macau Special Administrative Region Establishment Day
fr: Fête de l’établissement de la région administrative spéciale de Macao
pl: Rocznica ustanowienia w Makau specjalnego regionu administracyjnego
zh_hant: 澳門特別行政區成立日

source: Pentecost Sunday
fr: Dimanche de Pentecôte
pl: Niedziela Zesłania Ducha Świętego
zh_hant: 聖靈降臨主日

source: Readjustment Movement Day
fr: Jour du Mouvement de Réajustement
pl: Dzień Regulacji
zh_hant: 改革運動紀念日

source: Assumption
fr: Journée l'Assomption
pl: Wniebowzięcia NMP
zh_hant: 聖母升天節

source: Boganda Day
fr: Journée du Boganda
pl: Dzień Bogandy
zh_hant: 博甘達日

source: Sir Seretse Khama Day
pl: Dzień Seretse Khama
zh_hant: 塞雷茨卡馬爵士日

source: Sham El Nessim(Spring Festival)
fr: Sham El Nessim (Festival de printemps)
pl: Sham El Nessim (Święto Wiosny)
zh_hant: 春分

source: Transfer Day
fr: Journée de transfert
pl: Dzień Transferu
zh_hant: 美國歸屬紀念日

source: Coming of Age Day
fr: Seijin shiki
pl: Coming-of-Age (Pierwszy poniedziałek stycznia)
zh_hant: 日本成人節

source: Birth of Simón Bolívar
fr: Naissance de Simón Bolívar
pl: Urodziny Simóna Bolívara
zh_hant: 西蒙玻利瓦爾誕辰

source: Rupert of Salzburg
fr: Rupert de Salzbourg
pl: Ruperta z Salzburga
zh_hant: 魯珀特薩爾茨堡

source: Orthodox Christmas Holiday
fr: Vacances de Noël orthodoxe
pl: Prawosławne Święta Bożego Narodzenia
zh_hant: 東正教聖誕節假期

source: Civic Holiday
fr: Jour férié officiel
pl: Święta świeckie
zh_hant: 公民日

source: Cinco de Mayo
zh_hant: 五月五日節

source: Groundhog Day
fr: Jour de la Marmotte
pl: Dzień Świstaka
zh_hant: 土撥鼠日

source: Father's Day
fr: Fête des Pères
pl: Dzień Ojca
zh_hant: 父親節

source: Feast of the Sacrifice
fr: Fête du Sacrifice
pl: Święto Ofiar
zh_hant: 犧牲節(伊斯蘭教)

source: Qingming Festival
fr: Fête de Qing Ming
pl: Święto Qingming (5. części roku słonecznego)
zh_hant: 清明節

source: Day of the Albanian Alphabet
fr: Journée de l'alphabet albanais
pl: Dzień Alfabetu Albańskiego
zh_hant: 阿爾巴尼亞字母日

source: Shemini Atzeret*
zh_hant: 聖會節

source: New Year Holiday
fr: Jour de l'An
pl: Nowy Rok
zh_hant: 元旦

source: Tiradentes
zh_hant: 蒂拉登特斯（獨立運動家）紀念日

source: Orthodox Pentecost Monday
fr: Lundi de Pentecôte orthodoxe
pl: Cerkiew Zesłania Ducha Świętego poniedziałek
zh_hant: 東正教五旬節星期一

source: Midsummer
fr: Fête de la Saint-Jean
pl: Noc Świętojańska
zh_hant: 仲夏

source: Orthodox New Year
fr: Nouvel An orthodoxe
pl: Ortodoksyjny Nowy Rok
zh_hant: 東正教新年

source: Army Day
fr: Journée de l'Armée
pl: Dzień Armi
zh_hant: 建軍節

source: International Worker's Day
fr: Journée internationale du Travail
pl: Międzynarodowe Święto Pracy
zh_hant: 國際勞動節

source: Orthodox Easter
fr: Pâques orthodoxe
pl: Wielkanoc prawosławna
zh_hant: 東正教復活節

source: Queen of the Peace Day
fr: Journée de La reine de la Paix
pl: Dzień Królowej Pokoju
zh_hant: 女王和平日

source: Youth Day
fr: Journée de la jeunesse
pl: Dzień Młodzieży
zh_hant: 青年節

source: Bonifacio Day
fr: Jour de Bonifacio
pl: Dzień Bonifacio
zh_hant: 博尼法西奧日

source: Carnival(Monday & Tuesday)
fr: Carnaval (lundi et mardi)
pl: Karnawał (Poniedziałek i Wtorek)
zh_hant: 狂歡節(周一/二)

source: Our Lady of Aparecida
fr: Notre-Dame d'Aparecida
pl: Święto Matki Bożej z Aparecida
zh_hant: 聖母顯靈節

source: Birthday of Eugenio María de Hostos
fr: Anniversaire de Eugenio María de Hostos
pl: Urodziny Eugenio María de Hostos
zh_hant: 尤金瑪麗亞霍斯托什誕辰

source: Day of the Dead
fr: Jour des morts
pl: Dzień Zmarłych
zh_hant: 亡靈節

source: Pesach*
pl: Pascha *
zh_hant: 逾越節

source: Waitangi Day
fr: Waitangi
pl: Święto Waitangi
zh_hant: 懷唐伊日

source: New Year's Day
fr: Nouvel an
pl: Nowy Rok
zh_hant: 元旦

source: Orthodox Good Friday
fr: Vendredi saint orthodoxe
pl: Ortodoksyjny Wielki Piątek
zh_hant: 東正教受難日

source: Chiristmas Bank Holiday
fr: Noël
pl: Święto bankowe (święta)
zh_hant: 聖誕節

source: Hari Raya Puasa (End of Ramadan)
fr: Puasa Hari Raya (fin du Ramadan)
pl: Hari Raya Puasa (koniec Ramadanu)
zh_hant: 開齋節（齋月結束）

source: Christmas Eve
fr: Veille de Noël
pl: Wigilia Bożego Narodzenia
zh_hant: 平安夜

source: King's Birthday
fr: Anniversaire du Roi
pl: Urodziny Króla
zh_hant: 國王誕辰

source: Columbus Day
fr: Journée de Christophe Colomb
pl: Dzień Kolumba
zh_hant: 哥倫布日

source: Chong Chao (Mid-Autumn Festival)
fr: Chong Chao (Festival de mi-automne)
pl: Chong Chao (Święto Połowów Jesieni)
zh_hant: 中秋節翌日

source: Patriot Day
fr: Jour des Patriotes
pl: Dzień Patrioty
zh_hant: 愛國日

source: Presidents' Day
fr: Jour du Président
pl: Dzień Prezydenta
zh_hant: 總統節

source: Election Day
fr: Élections
pl: Dzień Wyborów
zh_hant: 選舉日

source: Golema Bogorodica(Dormition of the Holy Mother of God)
fr: Golema Bogorodica(La Dormition de la Sainte Vierge)
pl: Golema Bogorodica(Święto Zaśnięcia Matki Boskiej)
zh_hant: Golema Bogorodica(聖母永眠日)

source: Labour Day(WA)
fr: Fête du travail (WA)
pl: Święto Pracy (WA)
zh_hant: 勞動節(WA)

source: Battle of Carabobo
fr: Bataille de Carabobo
pl: Bitwy pod Carabobo
zh_hant: 卡拉沃沃戰役紀念日

source: Public Sector Holiday (Death of Umm al-Quwain ruler)
fr: Secteur public de vacances(Mort d'Umm al-Qaïwaïn)
pl: Święto Sektora Publicznego (Śmierć władcy Umm al-Quwain)
zh_hant: 烏姆蓋萬酋長國王子祭日

source: Flooding of the Nile(Wafaa Elnil)
fr: Les inondations du Nil (Wafaa Elnil)
pl: Powodzi na Nilu (Wafaa Elnil)
zh_hant: 尼羅河的洪水（瓦法阿elnil）

source: Saint Nicholas' Eve
fr: Veille de la Saint Nicolas
pl: Wigilia Św. Mikołaja
zh_hant: 聖尼古拉斯節前夜

source: Shavuot*
zh_hant: 七七節

source: Veterans Day(Observed)
fr: Journée des anciens combattants(alternative)
pl: Dzień Weteranów(zauważony)
zh_hant: 退伍軍人節(另類假期)

source: Afternoon before Independence Day
fr: L'après-midi avant le Jour de l'Indépendance
pl: Popołudnie przed Dniem Niepodległości
zh_hant: 獨立紀念日前夜下午

source: Ascension Eve
fr: Kristi himmelsfärdsdag (veille de l'Ascension)
pl: Wigilia Wniebowstąpienia
zh_hant: 耶穌升天節前夕

# Saint-Etienne
source: Boxing Day
fr: Saint-Etienne
pl: Drugi dzień Świąt Bożego Narodzenia
zh_hant: 節禮日

source: Corpus Christi
fr: Fête-Dieu
pl: Święto Bożego Ciała
zh_hant: 聖體節

source: Eid ul-Fitr
zh_hant: 開齋節

source: Magal de Touba
zh_hant: 馬加爾德圖巴

source: Foundation of Quito (1534)
fr: Fondation de Quito (1534)
pl: Fundatorów Quito (1534)
zh_hant: 基多建立紀念日(1534)

source: Constitution Day
fr: Jour de la Constitution
pl: Dzień Konstytucji
zh_hant: 憲法日

source: National Day(1956 Revolution)
fr: Fête nationale (Révolution de 1956)
pl: Święto Narodowe (Rewolucji 1956)
zh_hant: 國慶節(1956年革命)

source: Start of Ramadan Bank Holiday
fr: Jour de début de Ramadan
pl: Początek Ramadanu
zh_hant: 齋月開始紀念日

source: National Day of People's Republic of China
fr: Journée nationale de la république de Chine
pl: Święto Narodowe Republiki Chińskiej
zh_hant: 中華人民共和國國慶日

source: Anti-fascist struggle day
fr: Journée de la Lutte Anti-Fasciste
pl: Dzień Antyfaszystowskiego Ruchu Oporu
zh_hant: 反法西斯鬥爭節

source: Victory Day
fr: Jour de la Victoire
pl: Dzień Zwycięstwa
zh_hant: 勝利日

source: Rosh HaShanah*
zh_hant: 新年

source: Malvinas Day
fr: Journée des Malouines
pl: Dzień Malwiny
zh_hant: 馬爾維納斯日

source: Hurricane Supplication Day
fr: Journée de la prière des ouragans
zh_hant: 祈豐日

source: State Holiday
fr: État de vacances
pl: Święto państwowe
zh_hant: 國家節日

source: Human Rights Day
fr: Journée des droits de l'homme
pl: Dzień Praw Człowieka
zh_hant: 人權日

source: Lailatoul Qadr
zh_hant: 古蘭經的啟示

source: Repentance Day
fr: Journée du repentir
pl: Dzień Skruchy
zh_hant: 懺悔日

source: Corpus Christi (feast)
fr: Fête-Dieu
pl: Boże Ciało (święto)
zh_hant: 聖體節

source: Walpurgis Night
fr: Nuit de Walpurgis
pl: Noc Walpurgii
zh_hant: 覆活節後的星期一

source: Winter Solstice
fr: Festival du solstice d'hiver
pl: Święto przesilenia zimowego
zh_hant: 冬至節

source: Young Cadets
fr: Día de los Niños Héroes (Fête des enfants héroïques)
pl: Dzień Młodych Bohaterów
zh_hant: 年輕的軍校學員

source: Victoria Day
fr: Fête de la Reine
pl: Dzień Zwycięstwa
zh_hant: 維多利亞日

source: Martyrs' Day
fr: Jour des Martyrs
pl: Dzień Męczenników
zh_hant: 殉教者日

source: Declaration of Independence of Quito (1809)
fr: Déclaration d'indépendance de Quito (1809)
pl: Deklaracja Niepodległości Quito (1809)
zh_hant: 基多獨立宣言日(1809)

source: Benito Juárez's Birthday
fr: Anniversaire de Benito Juárez
pl: Urodziny Benito Juárez'sa
zh_hant: 薩林納斯誕辰

source: Shrove Tuesday
fr: Mardi gras
pl: Ostatki
zh_hant: 懺悔星期二

source: Spring festival
fr: Festival de Printemps
pl: Święto Wiosny
zh_hant: 春季紀念日

source: Summer Solstice
fr: Solstice d'été
pl: Przesilenie letnie
zh_hant: 夏至

source: The Chinese New Year
fr: Le Nouvel An chinois
pl: Chiński Nowy Rok
zh_hant: 春節

source: Mothering Sunday
fr: Mothering dimanche
pl: Dzień Matki
zh_hant: 拜望雙親日

source: Victory Day Holiday
fr: Jour de la Victoire
pl: Dzień Zwycięstwa
zh_hant: 勝利日

source: Federal Territory Day(KUL LBN PJY)
fr: Journée du Territoire National(KUL LBN PJY)
pl: Święto terytorium federalnego
zh_hant: 聯邦自製令日(KUL LBN PJY)

source: Pakistan Day
fr: Fête du Pakistan
pl: Dzień Pakistanu
zh_hant: 巴基斯坦日

source: Second of January(Scotland)
fr: Deuxième jour de Janvier (Ecosse)
pl: Drugi stycznia (Szkocja)
zh_hant: 1月2日（蘇格蘭）

source: Botswana Day Holiday
fr: Vacances à Botswana
pl: Dzień Botswany
zh_hant: 博茨瓦納日假期

source: Labour Day(Qld, NT)
fr: Fête du Travail(Qld, NT)
pl: Święto Pracy (Qld, NT)
zh_hant: 勞動節(Qld, NT)

source: Swiss National Day
fr: Fête Nationale
pl: Szwajcarski Dzień Narodowy
zh_hant: 瑞士國慶日

source: National Holiday
fr: Fête nationale
pl: Święto Narodowe
zh_hant: 國慶節

source: St George's Day(England)
fr: St George's Day (Angleterre)
pl: Dzień Świętego Grzegorza (Anglia)
zh_hant: 聖喬治日（英國）

source: Great Union Day
fr: Grande Fête de l'Union
pl: Dzień Zjednoczenia
zh_hant: 大聯合節

source: Immaculate Conception
fr: Immaculée Conception
pl: Święto Niepokalanego Poczęcia Najświętszej Marii Panny
zh_hant: 無沾成胎

source: Spring Day
fr: Journée de printemps
pl: Dzień Wiosny
zh_hant: 春季紀念日

source: National Foundation Day
fr: Jour de la Fondation nationale
pl: Dzień Założenia Cesarstw
zh_hant: 建國紀念日

source: Bastille Day
fr: Fête Nationale
pl: Dzień Bastylii
zh_hant: 法國革命紀念日

source: Grand Carnival Day
fr: Journée du Grand Carnaval
pl: Dzień Wielkiego Karnawału
zh_hant: 大狂歡節

source: Labor Day Holiday
fr: Fête du travail
pl: Święto Pracy
zh_hant: 勞動節

source: Our Lady of Mount Carmel
fr: Notre-Dame du Mont Carmel
pl: Święto Matki Bożej z Góry Karmel
zh_hant: 卡梅爾山聖母紀念日

source: Commemoration of Atatürk, Youth and Sports Day
fr: Commémoration d'Atatürk, de la Jeunesse et Journée des Sports
pl: Upamiętniania Atatürk, Młodzieży i Sportu
zh_hant: 紀念阿塔圖爾克青年和體育節

source: Midsummer Eve
fr: Fête de la Saint-Jean
pl: Wigilia połowy lata
zh_hant: 施洗約翰節前夜

source: Independence of Cartagena
fr: Indépendance de Cartagena
pl: Dzień Niepodległości Cartageny
zh_hant: 卡塔赫納獨立紀念日

source: Daylight Saving Time Ends
fr: Passage à l'heure d'hiver
pl: Zakończenie czasu letniego
zh_hant: 夏令時結束

source: Mother's Day
fr: Fête des Mères
pl: Dzień Matki
zh_hant: 母親節

source: Easter and Easter Monday
fr: Pâques et le lundi de Pâques
pl: Wielkanoc i Poniedziałek Wielkanocny
zh_hant: 覆活節與復活節的星期一

source: Egyptian Naval Day
fr: Journée de la Marine égyptienne
pl: Dzień Egipskiej Marynarki
zh_hant: 埃及海軍節

source: Quaid-e-Azam's Birthday/Christmas Day
fr: Quaid-e-Azam d'anniversaire/Noël
pl: Urodziny Quaid-e-Azam/Boże Narodzenie
zh_hant: Quaid-e-Azam誕辰/聖誕節

source: Republic Day
fr: Fête de la république
pl: Dzień Republiki
zh_hant: 共和國紀念日

source: John F. Kennedy's Birthday
fr: Commémoration de John F. Kennedy
pl: Urodziny Johna F. Kennedy'ego
zh_hant: 約翰•肯尼迪誕辰

source: Good Friday
fr: Vendredi saint
pl: Wielki Piątek
zh_hant: 受難日

source: Labor Thanksgiving Day
fr: Jour de grâce de la Main-d'oeuvre
pl: Pracownicze Święto Dziękczynienia
zh_hant: 勞工感恩節

source: Saint George's Day Bridge Public Holiday
fr: Pont du jour férié Saint George
pl: Święto Świętego George'a
zh_hant: Saint George's Day 連接假期

source: St. Wenceslas Day
fr: Jour de Saint-Wenceslas
pl: Dzień Świętego Wacława
zh_hant: 聖瓦茲拉夫日

source: Whit Monday
fr: Lundi de Pentecôte
pl: Zielone Świątki
zh_hant: 聖靈降臨節星期一

source: Ethiopian New Year
fr: Ethiopian Jour de l'An
pl: Etiopski Nowy Rok
zh_hant: 埃塞俄比亞新年

source: Beginning of the Independence Movement
fr: Début du Mouvement pour l'indépendance
pl: Początku Ruchu Niepodległości
zh_hant: 獨立運動開端紀念日

source: Government Holiday
fr: Vacances du gouvernement
pl: Święto Rządowe
zh_hant: 政府公休日

source: Day of Reconcilation
fr: Jour de la Réconciliation
pl: Dzień Pojednania
zh_hant: 和解日

source: Jan Hus Day
fr: Jour de Jan Hus
pl: Dzień Jana Husa
zh_hant: 揚·胡斯節

source: Martin of Tours
fr: Martin de Tours
pl: Martina z Tours
zh_hant: 都爾的馬丁紀念日

source: Organic Act Day
fr: Journée de la loi organique
pl: Dzień Konstytucji (Organic Act)
zh_hant: 有機食品生產法日

source: Anniversary of the death of General José de San Martín
fr: Anniversaire de la mort du général José de San Martín
pl: Rocznica śmierci generała José de San Martín
zh_hant: 何塞德聖馬丁將軍祭日

source: Dergue Downfall Day(National Day)
fr: Dergue Downfall Day(Fête Nationale)
pl: Dergue Downfall Day(Święto Narodowe)
zh_hant: Dergue Downfall Day(國慶日)

source: Macau SARE Bank Holiday
fr: Jour férié de Macao
pl: Święto państwowe Macau SARE
zh_hant: 澳門日

source: Freedom Day
fr: Journée de la liberté
pl: Dzień Wolności
zh_hant: 自由日

source: All Souls Day(Dia de Finados)
fr: Journée de Commémoration des fidèles défunts (Dia de Finados)
pl: Wszystkich Świętych (Dia de Finados)
zh_hant: 萬靈節

source: Eid al Adha (Feast of Sacrifice)
fr: Eid al Adha (Fête du Sacrifice)
pl: Eid al Adha (Święto Ofiar)
zh_hant: 古爾邦節（宰牲節）

source: Corpus Christi Day
fr: Jour de Fête-Dieu
pl: Boże Ciało
zh_hant: 聖體節

source: Patriots' Victory Day
fr: Journée de la victoire du patriotisme
pl: Dzień Zwycięstwa Patriotów
zh_hant: 愛國者勝利日

source: St Patrick's Day
fr: Fête de la Saint Patrick
pl: Dzień Świętego Patryka
zh_hant: 聖帕特裡克節

source: Tisha B'Av
zh_hant: 禁食節

source: Memorial Day
fr: Jour des Morts pour la patrie
pl: Dzień Pamięci
zh_hant: 陣亡將士紀念日

source: Orthodox Easter Monday
fr: Lundi de Pâques orthodoxe
pl: Ortodoksyjny Poniedziałek Wielkanocny
zh_hant: 東正教復活節星期一

source: St. Peter and St. Paul
fr: Saint-Pierre et Saint Paul
pl: Świętego Piotra i Pawła
zh_hant: 聖彼得和聖保羅日

source: Leopold III, Margrave of Austria
fr: Léopold III, Margrave d'Autriche
pl: Leopolda III, margrabiego Austrii
zh_hant: 利奧波德三世，奧地利侯爵

source: Vernal Equinox
fr: Équinoxe
zh_hant: 春分

source: Public Holiday
fr: Jour férié
pl: Święto państwowe
zh_hant: 公休日

source: Lincoln's Birthday
fr: Anniversaire de Lincoln
pl: Urodziny Lincolna
zh_hant: 林肯誕辰

source: Eid al Fitr Holiday
fr: Eid al Fitr
pl: Eid al Fitr
zh_hant: 開齋節假日

source: Sukkot*
zh_hant: 帳棚節

source: Africa Day
fr: Journée de l'Afrique
pl: Dzień Afryki
zh_hant: 非洲日

source: Easter Sunday
fr: Dimanche de Pâques
pl: Niedziela Wielkanocna
zh_hant: 覆活節

source: Day of the Virgin of Guadalupe
fr: Journée de la Vierge de Guadeloupe
pl: Święto Dziewicy z Gwadelupy
zh_hant: 瓜達盧佩聖母節

source: Concord Day
fr: Journée du Concorde
pl: Dzień Zgody
zh_hant: 康科德日

source: Muharram(Islamic New Year)
fr: Muharram (Nouvel an islamique)
pl: Muharram (Nowy Rok Muzułmański)
zh_hant: 伊斯蘭教新年

source: Saint Florian
pl: Świętego Floriana
zh_hant: 聖弗洛裡安節

source: Unification Day
fr: Jour de l'unification
pl: Dzień Zjednoczenia
zh_hant: 統一節

source: Festival Day of the Virgin Guadalupe
fr: Fête de la Vierge de Guadeloupe
pl: Dzień Matki Boskiej z Guadalupe
zh_hant: 瓜達盧佩聖母節

source: Alberta Heritage Day
fr: Jour du Patrimoine (Alberta)
pl: Heritage Day w Alberta
zh_hant: 阿爾伯達遺產日

source: Shout of Dolores
fr: Appel de Dolores
pl: Wezwanie z Dolores
zh_hant: 多洛雷斯的咆哮（墨西哥獨立日）

source: Maundy Thursday
fr: Jeudi Saint
pl: Wielki Czwartek
zh_hant: 聖星期四

source: Prophet's Birthday
fr: Anniversaire du Prophète
pl: Urodziny Proroka
zh_hant: 穆罕默德誕辰

source: Ancestry Day/National Day
fr: Journée des ancêtres/Fête Nationale
pl: Dzień przodków/Święto Narodowe
zh_hant: Ancestry Day/國慶日

source: Assumption of the Blessed Virgin Mary
fr: Assomption de la Vierge Marie
pl: Wniebowzięcie Najświętszej Maryi Panny
zh_hant: 聖母瑪利亞升天節

source: Saint Jean Baptiste
pl: Św. Jana Chrzciciela
zh_hant: 施洗者聖約翰日

source: Candlemas
fr: Chandeleur
pl: Święto Matki Boskiej gromnicznej
zh_hant: (天主教)聖燭節

source: International Children's Day
fr: Journée internationale des enfants
pl: Międzynarodowy Dzień Dziecka
zh_hant: 兒童節

source: Day of Victory over fascism
fr: Jour de la Victoire sur le fascisme
pl: Dzień Zwycięstwa nad Faszyzmem
zh_hant: 戰勝法西斯紀念日

source: Day of the Constitution of the Slovak Republic
fr: Journée de la Constitution de la République slovaque
pl: Święto Konstytucji Słowackiej Republiki
zh_hant: 斯洛伐克共和國憲法日

source: Armistice Day
fr: Armistice de 1918
pl: Dzień Zawieszenia Broni
zh_hant: 休戰紀念日

source: Saint Joseph
pl: Świętego Józefa
zh_hant: 聖約瑟夫節

source: Buddha's Birthday
fr: Anniversaire de Bouddha
pl: Urodziny Buddha's
zh_hant: 佛誕

source: St. George's Day / Castile and León Day
fr: St. George's Day / Journée de la Castille et León
pl: Dzień Świętego Grzegorza / Dzień Kastylii i León
zh_hant: 聖喬治日/卡斯蒂利亞和萊昂日

source: National Heroes' Day
fr: Fête nationale des Héros
pl: Dzień Bohaterów Narodowych
zh_hant: 國家英雄日

source: Liberation Day
fr: Jour de la Libération
pl: Dzień Wyzwolenia
zh_hant: 光復節

source: Mid-Autumn Festival
fr: Festival de la mi-automne
pl: Święto połowy jesieni
zh_hant: 中秋節

source: Unity Day
fr: Jour de l'Unité
pl: Dzień Jedności Narodowej
zh_hant: 團結日

source: Whit Sunday(Pentecost)
fr: Dimanche de Pentecôte (Pentecôte)
pl: Zesłanie Ducha Świętego (Zielone Świątki)
zh_hant: 聖靈降臨節

source: The Day of the Cross
fr: La Journée de la Croix
pl: Dzień Krzyża
zh_hant: 十字架日

source: Eid al Fitr(End of Ramadan)
fr: Eid al Fitr (fin du Ramadan)
pl: Eid al Fitr (koniec Ramadanu)
zh_hant: 開齋節（齋月結束）

source: Chinese New Year(Second day)
fr: Nouvel An chinois (deuxième jour)
pl: Chiński Nowy Rok (II dzień)
zh_hant: 春節初二

source: Navy Day
fr: Journée de la Marine
pl: Dzień Armi
zh_hant: 海軍節

source: Abolition Day
fr: Journée de l'abolition
pl: Dzień Abolicji Podatkowej
zh_hant: 公休日

source: Valentine's Day
fr: Saint-Valentin
pl: Walentynki
zh_hant: 情人節

source: Dragobetele
zh_hant: Dragobetele節

source: People Power Day
fr: Jour du pouvoir des gens
pl: Święto Rewolucji Różańcowej
zh_hant: 人民力量運動紀念日
