Repository: Steven-A3/AppBox2024
Catalog: *.lproj/holidays.strings
Languages: fr, pl, zh_hant

source: Botswana Day
fr: Journée de Botswana
pl: Dzień Botswany
zh_hant: 博茨瓦納日

source: Kenyatta Day
fr: Jour de Kenyatta
pl: Dzień Kenyatty
zh_hant: 肯雅塔日

source: Day of Democracy
fr: Journée de la démocratie
pl: Dzień Demokracji
zh_hant: 民主主義紀念日

source: Holy Week
fr: Semaine Sainte
pl: Wielki Tydzień
zh_hant: 聖周節

source: Founding Day
fr: Jour de la fondation
pl: Święto Utworzenia
zh_hant: 開國紀念日

source: Moi Day
fr: Journée du Moi
pl: Dzień Moi
zh_hant: 莫伊日

source: Double Seven Festival
fr: Saint Valentin chinoise
pl: Święto Dwóch Siódemek
zh_hant: 七夕

source: St. James Day
pl: Świętego Jakuba
zh_hant: 聖詹姆斯日

source: Easter Day
fr: Pâques
pl: Wielkanoc
zh_hant: 覆活節

source: Settler's Day
fr: Jour des colons
pl: Święto Osiedleńców

source: Sheikh Zayed's Accession
fr: Accession de Sheikh Zayed
pl: Przystąpienia Sheikh Zayed'a

source: Night of Destiny
pl: Noc Przeznaczenia

source: Kashmir Day
pl: Dzień Kaszmiru

source: Ethiopian Christmas
pl: Etiopskie Święta Bożego Narodzenia

source: Ancestry Day
pl: Dzień przodków

source: Pan-American Day
pl: Święto Panamerykańskie

source: Discovery Day
pl: Dzień Odkrywców

source: Saints Cyril and Methodius' Day
fr: Journée des Saints Cyril et Methodius
pl: Dzień Świętego Cyryla i Metodego

source: Christmas
fr: Noël
pl: Boże Narodzenie

source: Chuseok
fr: Thanksgiving Day
pl: Święto Dziękczynienia

source: Hangul Day(HangeulNal)
fr: jour Hangul
pl: hangul dzień

source: Feast of the revolution
fr: Fête de la révolution
pl: Święto rewolucji

source: Martys' Day
fr: Fête des martyrs
pl: Święto Męczenników

source: Evacuation Day
fr: Fête de l'évacuation
pl: Dzień Ewakuacji

source: La Griteria Immaculate
fr: La Griteria Immaculée

source: Día de la Raza Holiday
fr: Día de la Raza vacances

source: Victory in Europe Day
fr: Victoire de 1945

source: St. Stephen's Day(Alsace-Moselle)
fr: Saint Étienne(Alsace-Moselle)

source: Eid al-Fitr
fr: Aïd el-Fitr

source: Eid al-Adha
fr: Aïd al-Adha
