Repository: Steven-A3/AppBox2024
Catalog: *.lproj/holidays.strings
Languages: fr, pl, zh_hant

source: Liberty Day
fr: Journée de la Liberté
pl: Dzień Wolności
zh_hant: 自由日

source: Columbus Day / PR Friendship Day
fr: Journée de l'amitié
pl: Dzień Kolumba / Dzień Przyjaźni
zh_hant: 哥倫布日/公關友誼日

source: National Revolution Day
fr: Jour de la Révolution nationale
pl: Narodowe Święto Rewolucji
zh_hant: 國民革命日

source: Feria of La Chinita(Nov. 17~19)
fr: Feria de La Chinita (Nov. 17 ~ 19)
pl: Święto La Chinita (Lis. 17~19)
zh_hant: 拉奇尼塔節（11月17日～19日）

source: Ascension
fr: Ascension du Prophète
pl: Wniebowzięcie Proroka
zh_hant: 耶穌升天日

source: Madaraka Day
fr: Madaraka jours
pl: Dzień Madaraka
zh_hant: 政府成立日

source: Second of January Public Holiday(Scotland)
fr: Jour férié(Deuxième jour de Janvier,Ecosse)
pl: Święto(Drugi stycznia, Szkocja)
zh_hant: 公休日（1月2日,蘇格蘭）

source: St. Andrew's Day
fr: La Saint André
pl: Andrzejki
zh_hant: 聖安德魯日

source: Summer Bank Holiday
fr: Fête de l'été
pl: Święto Bankowe
zh_hant: 夏天公共假期

source: International Women's Day
fr: Journée internationale de la femme
pl: Międzynarodowy Dzień Kobiet
zh_hant: 婦女節

source: National Anthem Day
fr: Jour de l'Hymne National
pl: Dzień Hymnu Narodowego
zh_hant: 愛國者節

source: Peace Memorial Day
fr: Journée du Mémorial de la Paix
pl: Dzień Pokoju
zh_hant: 和平紀念日

source: Afternoon before Victory Day
fr: L'après-midi avant le Jour de la Victoire
pl: Popołudnie przed Dniem Zwycięstwa
zh_hant: 勝利紀念日前夜下午

source: Magal de Touba Eve
fr: Veille de Magal de Touba
pl: Wigilia Magal de Touba
zh_hant: 馬加爾德圖巴除夕

source: Dragon Boat Festival
fr: Fête des bateaux-dragons
pl: Smoczych Łodzi
zh_hant: 端午節

source: Double Ninth Festival(Chung Yeung Festival)
fr: Fête de Chung Yeung
pl: Święto Dwóch Dziewiątek
zh_hant: 重陽節

source: Orthodox Christmas
fr: Noël orthodoxe
pl: Prawosławne Boże Narodzenie
zh_hant: 東正教聖誕節

source: All Saints Eve
fr: Veille de la Toussaint
pl: Wigilia Wszystkich Świętych
zh_hant: 萬聖節前夕

source: United Nations Day
fr: Journée des Nations Unies
pl: Dzień Narodów Zjednoczonych
zh_hant: 聯合國日

source: Midsummer/Saint John's Day
fr: Jour Saint John
pl: Połowa lata/Dzień Świętego Jana
zh_hant: 仲夏/聖約翰節

source: St Stephen's Day / Boxing Day
fr: Saint-Etienne
pl: Drugi dzień Świąt Bożego Narodzenia
zh_hant: 節禮日

source: Boxing Day Public Holiday
fr: Jour férié(Lendemain de Noël)
pl: Święto(Drugi dzień Świąt Bożego Narodzenia)
zh_hant: 節禮日

source: Adwa Victory Day
fr: Adwa Jour de la Victoire
pl: Adwa Dzień Zwycięstwa
zh_hant: Adwa 勝利日

source: Earth Day
fr: Journée de la Terre
pl: Dzień Ziemi
zh_hant: 地球日

source: Battle of the Boyne(Northern Ireland)
fr: Bataille de la Boyne (Irlande du Nord)
pl: Bitwy pod Boyne(Północna Irlandia)
zh_hant: 奧蘭治節戰役（北愛爾蘭）

source: Greenery Day
fr: Jour de Verdure
pl: Dzień Zieleni
zh_hant: 植樹節

source: Southland Anniversary Day
fr: Fête de l'Anniversaire(Southland)
pl: Rocznica Southland
zh_hant: 南蘭周年紀念日

source: Grandpa's Day
fr: Fête des grands-pères
pl: Dzień Dziadka
zh_hant: 祖父節

source: Constitution Day May 3
fr: Jour de la Constitution (Fête nationale)
pl: Święto Konstytucji 3 Maja
zh_hant: 制憲節

source: Orthodox Pentecost(Triytsia)
fr: Pentecôte orthodoxe(Triytsia)
pl: Cerkiew Zesłania Ducha Świętego(Triytsia)
zh_hant: 東正教五旬節

source: Statehood Day
fr: État jours
pl: Dzień Państwowości
zh_hant: 國慶節

source: The Emperor's Birthday
fr: Anniversaire de l'Empereur
pl: Urodziny Cesarza
zh_hant: 天皇誕辰

source: Chinese New Year, Day 2
fr: Nouvel An chinois
pl: Chiński Nowy Rok
zh_hant: 春節初二

source: Independence of Guayaquil (1820)
fr: Indépendance de Guayaquil (1820)
pl: Dzień Niepodległości Guayaquily (1820)
zh_hant: 瓜亞基爾獨立紀念日(1820)

source: Independence Day Holiday
fr: Fête de l'indépendance
pl: Dzień Niepodległości
zh_hant: 獨立紀念日假期

source: Independence Movement Day
fr: Jour du Mouvement d'Indépendance
pl: Dzień Ruchów Niepodległościowych
zh_hant: 獨立運動紀念日

source: Veterans Day
fr: Journée des anciens combattants
pl: Dzień Weteranów
zh_hant: 退伍軍人節

source: Spirit Festival
fr: Fête des esprits
pl: Święto Ducha
zh_hant: 中元節

source: Founding of Asunción
fr: Création de l'Assomption
pl: Święto Założenie Asunción
zh_hant: 亞松森建國日

source: August Holiday
fr: Jour férié d'Août
pl: Święto sierpniowe
zh_hant: 8月假期

source: Battle of Angamos
fr: Bataille d'Angamos
pl: Bitwy pod Angamos
zh_hant: 安加莫斯戰役紀念日

source: National Day of Sweden
fr: Journée nationale de la Suède
pl: Święto Narodowe Szwecji
zh_hant: 瑞典國慶日

source: Anniversary Day Auckland / Northland
pl: Rocznica Auckland/Northland
zh_hant: 奧克蘭/北部地區紀念日

source: Assumption Day(only for Guatemala City)
fr: Assomption(seulement pour la ville de Guatemala)
pl: Święto Wniebowzięcia Najświętszej Marii Panny (tylko dla Guatemala City)
zh_hant: 聖母升天節（僅適用於危地馬拉城）

source: Washington's Birthday
fr: Anniversaire de Washington
pl: Urodziny Waszyngtona
zh_hant: 華盛頓誕辰

source: Day after New Year's Day
fr: Jour après le Jour de l'An
pl: Dzień po Nowym Roku
zh_hant: 春節翌日

source: Hawkes' Bay Anniversary Day
fr: Fête d'Hawkes' Bay
pl: Rocznica Hawkes' Bay
zh_hant: 霍克海灣周年紀念日

source: Ching Ming Festival
fr: Fête de Ching Ming
pl: Festiwal Ching Ming
zh_hant: 清明節

source: Liberation Day/FSLN Revolution Day
fr: Liberation Day / Jour de la Révolution FSLN
pl: Dzień Wyzwolenia / FSLN Święto Rewolucji
zh_hant: 光復節 / fsln 革命紀念日

source: Remembrance of the dead
fr: Souvenir de la mort
pl: Dzień Pamięci Ofiar Wojny
zh_hant: 陣亡將士紀念日

source: Revival Leader's Day
fr: Journée de renaissance des dirigeants
pl: Dzień Budzicieli Narodu
zh_hant: 復興領袖日

source: Clean Monday
pl: Pierwszy dzień postu
zh_hant: 覆活節的星期一

source: Respect for the Aged Day
fr: Respect pour les personnes âgées jours
pl: Dzień Szacunku dla Starszych
zh_hant: 敬老節

source: General Prayer Day
fr: Grand jour de prière
pl: Ogólny Dzień Modlitwy
zh_hant: 祈禱日

source: Birthday of José de Diego
fr: Anniversaire de José de Diego
pl: Urodziny José de Diego
zh_hant: 何塞德迭戈誕辰

source: Peace Festival
fr: Festival de la paix
pl: Dzień Pokoju
zh_hant: 和平節

source: Revolution Day
fr: Jour de la Révolution
pl: Święto Rewolucji
zh_hant: 革命紀念日

source: Public Holiday (Sacrifice du 40e jour)
fr: Jour férié (40e jour du Sacrifice)
pl: Święto państwowe (Sacrifice du 40e jour)
zh_hant: 公休日

source: Grand Father's Day
fr: Fête des Grands-pères
pl: Dzień Dziadka
zh_hant: 爺爺節

source: Laylat al-Qadr
zh_hant: 蓋德爾夜

source: Day of the Macedonian Revolution
fr: Jour de la Révolution macédonienne
pl: Dzień Rewolucji Macedońskiej
zh_hant: 馬其頓革命紀念日

source: Islamic New Year(1429)
fr: Nouvel an islamique (1429)
pl: Islamski Nowy Rok(1429)
zh_hant: 伊斯蘭新年(1429)

source: Kurban Bajram(Feast of Sacrifice)
fr: Kurban Bajram(Fête du Sacrifice)
pl: Kurban Bajram(Święto Ofiar)
zh_hant: Kurban Bajram(犧牲紀念日)

source: Children's Carnival Day
fr: Jour de carnaval pour enfants
pl: Karnawał Dzień Dziecka
zh_hant: 兒童狂歡節

source: Ninoy Aquino Day
fr: Ninoy Aquino
pl: Dzień Ninoy Aquino
zh_hant: 尼諾艾奎諾日

source: Russia Day
fr: Journée de la Russie
pl: Dzień Rosji
zh_hant: 俄羅斯國慶節

source: St. Stephen's Day
pl: Świętego Stefana
zh_hant: 聖史蒂芬日

source: Women's Day(for Women only
fr: Journée de la femme
pl: Dzień Kobiet (tylko dla kobiet)
zh_hant: 婦女節（只限女性）

source: Carnival
fr: Carnaval
pl: Karnawał
zh_hant: 狂歡節

source: Islamic New Year
fr: Nouvel an islamique
pl: Islamski Nowy Rok
zh_hant: 伊斯蘭新年

source: Chaco Armistice Day
fr: Armistice de Chaco
pl: Dzień Zawieszenia Broni Chaco
zh_hant: 查科停戰紀念日

source: Flag Day
fr: Jour du drapeau
pl: Dzień Flagi
zh_hant: 國旗節（美）

source: Assumption of Mary
fr: Assomption
pl: Wniebowzięcia NMP
zh_hant: 聖母升天節

source: Slovak National Uprising anniversary
fr: Anniversaire du Soulèvement national slovaque
pl: Rocznica Wybuchu Słowackiego Powstania Narodowego
zh_hant: 斯洛伐克民族起義紀念日

source: Declaration of Independence
fr: Déclaration de l'Indépendance
pl: Deklaracja Niepodległości
zh_hant: 獨立宣言日

source: Peace Accords Day
fr: Journée des Accords de paix
pl: Dzień Porozumienia Pokojowego
zh_hant: 和平協定日

source: Independence Day(day in lieu)
fr: Fête de l'indépendance(Jours consécutifs)
pl: Dzień Niepodległości(Dzień wolny w zamian)
zh_hant: 獨立紀念日(day in lieu)

source: Yom Ha'atzmaut
zh_hant: 以色列共和國獨立日

source: Día de la Raza(Columbus Day)
fr: Día de la Raza (Journée de Colomb)
pl: Día de la Raza(Dzień Kolumba)
zh_hant: 哥倫布紀念日

source: July Bank Holiday
fr: Jour de Juillet férié
pl: Święto bankowe
zh_hant: 7月國慶節

source: Armed Forces Day
fr: Journée des Forces armées
pl: Święto Sił Zbrojnych
zh_hant: 建軍節

source: Birthday of Don Luis Muñoz Rivera
fr: Anniversaire de Don Luis Muñoz Rivera
pl: Urodziny Don Luis Muñoz Rivera
zh_hant: 唐路易斯穆尼奧斯裡維拉誕辰

source: Ganesh Chathurthi
zh_hant: 象頭神節

source: Easter Monday
fr: Lundi de Pâques
pl: Poniedziałek Wielkanocny
zh_hant: 覆活節的星期一

source: Duhovden(All Souls)
pl: Duhovden(Wszystkich Świętych)
zh_hant: Duhovden(萬靈節)

source: Public Holiday(Legislative Elections)
fr: Jour férié(élections législatives)
pl: Święto(wybory)
zh_hant: 國會議員選舉

source: St Patrick's Day(Northern Ireland)
fr: Fête de la Saint Patrick(Irlande du Nord)
pl: Dzień Świętego Patryka (Północna Irlandia)
zh_hant: 聖帕特裡克節（北愛爾蘭）

source: Easter Monday(England/Wales)
fr: Lundi de Pâques (Angleterre/Pays de Galles)
pl: Poniedziałek Wielkanocny (Anglia/Walia)
zh_hant: 覆活節的星期一（英國/威爾士）

source: Double Ninth Festival
fr: Fête de Chung Yeung
pl: Święto Dwóch Dziewiątek
zh_hant: 重陽節

source: Pentecost Monday
fr: Lundi de Pentecôte
pl: Poniedziałek Zesłania Ducha Świętego
zh_hant: 聖靈降臨星期一

source: Canterbury (South) Anniversary Day
fr: Canterbury Day (Sud)
pl: Rocznica Canterbury (Południe)
zh_hant: 坎特伯雷（南）周年紀念日

source: Halloween
zh_hant: 萬聖節前夕

source: Heroes' Day(Ascension)
fr: Héros jours(Ascension)
pl: Dzień Bohaterów (Wniebowstąpienie)
zh_hant: 英雄節（升天）

source: Eid al Fitr Bank Holiday
fr: Eid al-Fitr
pl: Eid al Fitr święto bankowe
zh_hant: 開齋節假日

source: Muharram(Islamic New Year)(1429)
fr: Muharram (Nouvel an islamique) (1429)
pl: Muharram (Nowy Rok Muzułmański) (1429)
zh_hant: 伊斯蘭教新年(1429年)

source: Christmas Day(25~26)
fr: Noël
pl: Boże Narodzenie (25~26)
zh_hant: 聖誕節(25~26)

source: Canada Day
fr: Fête du Canada
pl: Dzień Kanady
zh_hant: 加拿大國慶日

source: Feast of St. Joseph
fr: Fête de Saint Joseph
pl: Święto Świętego Józefa
zh_hant: 約瑟夫節

source: Feast of St. Paul's Shipwreck
fr: Fête de la St. Paul's Shipwreck
pl: Święto Statku Świętego Pawła
zh_hant: 聖保羅海難節

source: Arbor Day
fr: Fête de l'arbre
pl: Dzień Drzew
zh_hant: 植樹節

source: Carnival Monday
fr: Carnaval lundi
zh_hant: 狂歡星期一

source: Taranaki (New Plymouth) Anniversary Day
fr: Taranaki Day (New Plymouth)
pl: Rocznica Taranaki (New Plymouth)
zh_hant: 塔拉納基（新普利茅斯）周年紀念日

source: Covadonga and Guadalupe Day
fr: Journée du Covadonga et de la Guadeloupe
pl: Dzień Covadongi i Guadalupy
zh_hant: 科瓦東加和瓜達盧佩日

source: Virgin of Caacupe
fr: Vierge de Caacupe
pl: Panny z Caacupe
zh_hant: 聖母無原罪日

source: German Unification Day
fr: Journée de l'unité allemande
pl: Niemiecki Dzień Jedności Narodowej
zh_hant: 德國統一紀念日

source: Christmas Eve's Day
fr: Veille de Noël
pl: Wigilia Świąt Bożego Narodzenia
zh_hant: 平安夜

source: St Andrew's Day(Scotland)
fr: St Andrew's Day (Ecosse)
pl: Świętego Andrzeja (Szkocja)
zh_hant: 聖安德魯日（蘇格蘭）

source: Prayer Day
fr: Journée de prière
pl: Dzień Modlitwy
zh_hant: 祈禱日

source: National Independence Day
fr: Fête de l'indépendance nationale
pl: Narodowe Święto Niepodległości
zh_hant: 獨立紀念日

source: Easter Saturday
fr: Samedi de Pâques
pl: Wielka Sobota
zh_hant: 覆活節星期六

source: Hanukkah
zh_hant: 光明節

source: Proclamation of the Republic of Latvia
fr: Proclamation de la République de Lettonie
pl: Proklamacji Republiki Łotewskiej
zh_hant: 拉脫維亞共和國宣言日

source: Holy Saturday
fr: Samedi Saint
pl: Wielka Sobota
zh_hant: 聖星期六

source: Queen's Day
fr: Jour de la Reine
pl: Dzień Królowej
zh_hant: 女王日

source: Ramazan Bajram(End of Ramadan)
fr: Ramazan Bajram(Fin du Ramadan)
pl: Ramazan Bajram(koniec Ramadanu)
zh_hant: Ramazan Bajram(齋月結束)

source: The Birthday of Simón Bolivar (1783)
fr: L'Anniversaire de Simon Bolivar (1783)
pl: Narodzenia Simón Bolívar (1783
zh_hant: 西蒙玻利瓦爾誕辰（1783）

source: Queen's Birthday
fr: Anniversaire de la Reine
pl: Urodziny Królowej
zh_hant: 女王誕辰

source: Worker's Day
fr: Fête du travail
pl: Święto Pracy
zh_hant: 勞工節

source: New Year's Day Public Holiday
fr: Jour férié(Jour de l'An)
pl: Święto(Nowy Rok)
zh_hant: 公休日（元旦）

source: Day of Goodwill
fr: Jour de la bienveillance
pl: Dzień Dobrej Woli
zh_hant: 善意節

source: The CPC Founding Day
fr: Jour de la Fondation
pl: Dzień Założenia Komunistycznej Partii Chin
zh_hant: 中國共產黨成立日

source: Swiss federal fast Monday
fr: Lundi du Jeûne fédéral
pl: Szwajcarskie Święto Federalne Poniedziałek
zh_hant: 瑞士國慶日（星期一）

source: Fiesta de Santiago
fr: Fête de Santiago
pl: Święto Santiago
zh_hant: 聖地亞哥節

source: Sacrifice Feast
fr: Fête du sacrifice
pl: Święto Ofiar
zh_hant: 犧牲節

source: Suez Day / Popular Resistance Day
fr: Journée de la résistance populaire
pl: Dzień Suezu / Popularny Dzień Sprzeciwu
zh_hant: 蘇伊士日/人民抵抗日

source: Autumnal Equinox
fr: Equinoxe d'automne
pl: Równonocy jesiennej
zh_hant: 秋分

source: Eid al Fitr
zh_hant: 開齋節

source: Maha Shivaratree
zh_hant: 瑪哈shivaratree

source: The Chinese New Year's Eve
fr: Veille du Nouvel An chinois
pl: Chiński Nowy Rok
zh_hant: 春節除夕

source: Afternoon before New Year's Day
fr: L'après-midi avant le Jour de l'An
pl: Popołudnie przed Nowym Rokiem
zh_hant: 新年前夜下午

source: Daylight Saving Time Begins
fr: Passage à l'heure d'été
pl: Rozpoczęcie czasu letniego
zh_hant: 夏時制開始

source: Day of Indigenous Resistance
fr: Journée de la résistance indigène
pl: Dzień Oporu Ludności Rdzennej
zh_hant: 土著人反抗日

source: Anzac Day Public Holiday
fr: Jour férié(Journée du Corps d'armée australien et néo-zélandais)
pl: Święto(Dzień Anzaka)
zh_hant: 公休日（ANZAC節）

source: New Year's Day(Observed)
fr: Nouvel an(alternative)
pl: Nowy Rok(zauważony)
zh_hant: 元旦(另類假期)

source: Heritage Day
fr: Journée du patrimoine
pl: Dzień Dziedzictwa
zh_hant: 文化遺產日

source: Independence of Cuenca (1820)
fr: Indépendance de Cuenca (1820)
pl: Dzień Niepodległości Cuency (1820)
zh_hant: 昆卡獨立紀念日(1820)

source: Labour Day
fr: Fête du Travail
pl: Święto Pracy
zh_hant: 勞動節

source: Second Day of Christmas
fr: Deuxième jour de Noël
pl: Drugi dzień świąt Bożego Narodzenia
zh_hant: 聖誕節第二天

source: Sette Giugno
zh_hant: 六月七日節

source: Independent Czechoslovak State Day
fr: Fête d'indépendance de l'état tchécoslovaque
pl: Dzień Niepodległości Czechosłowacji
zh_hant: 捷克斯洛伐克建國日

source: Birthday of Dr. José Celso Barbosa
fr: Anniversaire du Dr. José Celso Barbosa
pl: Urodziny Dr. José Celso Barbosa
zh_hant: 何塞塞爾索巴博薩博士誕辰

source: August Civic Holiday
fr: Congé Civique d'Août
pl: Święto obywatelskie sierpniowe
zh_hant: 8月公民假期

source: Korean New Year's Day(Seollal)
fr: Nouvelle année coréenne
pl: Koreański nowy rok
zh_hant: 韓國農曆新年

source: Twelfth Night
fr: Épiphanie
pl: Wigilia Trzech Króli
zh_hant: 第十二夜

source: Marine Day
fr: Le jour de la marine
pl: Dzień Marynarki
zh_hant: 海洋日

source: All Saints Day
fr: Toussaint
pl: Wszystkich Świętych
zh_hant: 萬聖節

source: New Year's Day(Jan 1~2)
fr: Jour de l'An(1~2 janvier)
pl: Nowy Rok (Styczeń 1~2)
zh_hant: 新年（1～2日）

source: Afternoon before Christmas Eve
fr: L'après-midi avant la veille de Noël
pl: Popołudnie przed Bożym Narodzeniem
zh_hant: 聖誕前夜下午

source: National Women's Day
fr: Journée Nationale des Femmes
pl: Narodowy Dzień Kobiet
zh_hant: 全國婦女節

source: National Day Holiday
fr: Journée nationale de vacances
pl: Święto Narodowe
zh_hant: 國慶假期

source: Portugal Day
fr: Journée du Portugal
pl: Dzień Portugalii
zh_hant: 葡萄牙國慶節

source: Yom Kippur*
fr: Yom Kippour *
zh_hant: 贖罪日

source: Chinese New Year
fr: Nouvel An chinois
pl: Chiński Nowy Rok
zh_hant: 春節

source: St. John's Day
pl: Świętego Jana
zh_hant: 聖約翰節

source: Saint David's Day(Wales)
fr: Saint David (Pays de Galles)
pl: Dzień Świętego Dawida (Walia)
zh_hant: 聖大衛日（威爾士）

source: Birthday of Luis Muñoz Marín
fr: Anniversaire de Luis Muñoz Marín
pl: Urodziny Luis Muñoz Marín
zh_hant: 路易斯穆尼奧斯科馬林誕辰

source: Liberation Day(National Day)
fr: Jour de la Libération(Fête Nationale)
pl: Dzień Wyzwolenia(Święto Narodowe)
zh_hant: 光復節（國慶節）

source: The Prophet's Birthday
fr: Anniversaire du Prophète
pl: Urodziny Proroka
zh_hant: 穆罕默德誕辰

source: National Day(1848 Revolution)
fr: Fête nationale (Révolution de 1848)
pl: Święto Narodowe (Rewolucji 1848)
zh_hant: 國慶節(1848年革命)

source: Carinthian Plebiscite
fr: Plébiscite en Carinthie
pl: Święto Matki Boskiej Gromnicznej
zh_hant: 卡林西亞州公民投票紀念日

source: Defender of the Fatherland Day
fr: Journée du Défenseur de la Patrie
pl: Dzień Obrońców Ojczyzny
zh_hant: 祖國保衛者日

source: Pentecost
fr: Pentecôte
pl: Zesłanie Ducha Świętego
zh_hant: 聖靈降臨節

source: Great and Holy Friday
fr: Vendredi Saint
pl: Wielki i Święty Piątek
zh_hant: 受難日

source: Thaipoosam Cavadee
zh_hant: 扎針節

source: Culture Day
fr: Journée de la culture
pl: Dzień Kultury
zh_hant: 文化節

source: Restoration of Independence
fr: Restauration de l'Indépendance
zh_hant: 光復節

source: Shared Holiday by Government Decree
pl: Wakacje dzielone przez dekret rządowy
zh_hant: 政府指定公休日

source: Purim
zh_hant: 普珥節

source: Bank Holiday
fr: Jour férié
pl: Święto Bankowe
zh_hant: 公共假日

source: Rizal Day
fr: Fête de Rizal
pl: Dzień Rizal
zh_hant: 黎剎節

source: Second Republic Day
fr: Deuxième Fête de la République
pl: Drugi Dzień Republiki
zh_hant: 第二共和國日

source: Air Force Day
fr: Le jour de l'Air Force
pl: Dzień Lotnictwa
zh_hant: 空軍節

source: Marlborough Anniversary Day
fr: Fête de Marlborough
pl: Rocznica Marlborough
zh_hant: 馬爾伯勒周年紀念日

source: The Three Holy Hierarchs(School only)
fr: Les Trois Saints Hiérarques (école uniquement)
pl: Trzech Świętych Hierarchów (tylko szkoły)
zh_hant: 三聖僧侶（只限學校）

source: Dormition of the Theotokos
fr: Dormition de Marie
pl: Święto Zaśnięcia Matki Boskiej
zh_hant: 聖母永眠日

source: Ash Wednesday
fr: Mercredi des Cendres
pl: Środa Popielcowa
zh_hant: 聖灰星期三

source: The Dormition of the Holy Virgin
fr: La Dormition de la Sainte Vierge
pl: Święto Zaśnięcia Matki Boskiej
zh_hant: 聖母升天日

source: Chung Yeung Festival
fr: Festival Chung Yeung
pl: Festiwal Chung Yeung
zh_hant: 重陽節

source: Labor Day(day in lieu)
fr: Fête du travail (jour au lieu)
pl: Święto Pracy (
zh_hant: 勞動節

source: First Day of Christmas
fr: Premier jour de Noël
pl: Boże Narodzenie
zh_hant: 聖誕節

source: All Souls' Day
fr: Fête des morts
pl: Zaduszki
zh_hant: 萬靈節

source: National Flag Day
fr: Jour du drapeau national
pl: Narodowy Dzień Flagi
zh_hant: 國旗節

source: Family Day
fr: Journée de la famille
pl: Święto Rodziny
zh_hant: 家庭節

source: International Labour Day
fr: Fête du travail
pl: Święto Pracy
zh_hant: 國際勞動節

source: Labor Day
fr: Fête du Travail
pl: Święto Pracy
zh_hant: 勞動節

source: Anniversary of Benazir Bhutto's Death(Sindh)
fr: Journée commemorative de Benazir Bhutto
pl: Rocznica śmierci Benazir Bhutto (Sindh)
zh_hant: Benazir Bhutto(Sindh)祭日

source: Peace Day
fr: Journée de la Paix
pl: Dzień Pokoju
zh_hant: 和平日

source: Foundation Day
fr: Jour de la Fondation
pl: Dzień Fundacji
zh_hant: 開國紀念日

source: Heroes' Day(Death of Amilcar Cabral)
fr: Héros jours(mort de Amilcar Cabral)
pl: Dzień Bohaterów (Śmierć Amilcar Cabral)
zh_hant: 英雄節（阿米爾卡卡布拉爾升天日）

source: Memory/Parents' Day(Pastele Blanjinilor)
fr: Journée de Mémoire / Parents(Pastele Blanjinilor)
pl: Dzień Pamięci/Rodziców (Pastele Blanjinilor)
zh_hant: 父母節

source: Polytechneio(School only)
fr: Polytechneio (école uniquement)
pl: Dzień Politechniki (tylko szkoły)
zh_hant: Polytechneio(限於學校)

source: Anniversary of Liberation
fr: Anniversaire de la Libération
pl: Rocznica wyzwolenia
zh_hant: 解放紀念日

source: Duarte's Day
fr: Jour de Duarte
pl: Dzień Duarte'a
zh_hant: 杜阿爾特節

source: The Battle of Pichincha (1822)
fr: La bataille de Pichincha (1822)
pl: Bitwa pod Pichincha (1822)
zh_hant: 皮欽查戰役紀念日(1822年)

source: Boqueron Battle Victory Day
fr: Jour de la Victoire de la bataille de Boquerón
pl: Zwycięstwa bitwy pod Boqueron
zh_hant: 博克龍戰役勝利紀念日

source: Public Holiday(Presidential Election)
fr: Jour férié(élection présidentielle)
pl: Święto(wybory prezydenckie)
zh_hant: 總統大選

source: Independence Day
fr: Fête de l'indépendance
pl: Narodowe Święto Niepodległości
zh_hant: 獨立紀念日

source: Women's Day
fr: Fête de la femme
pl: Dzień Kobiet
zh_hant: 婦女節

source: Bright Monday
fr: Lundi de Pâques
pl: Jasne poniedziałek
zh_hant: 覆活節的星期一

source: Assumption Day
fr: Journée l'Assomption
pl: Święto Wniebowzięcia Najświętszej Marii Panny
zh_hant: 聖母升天節

source: Discovery of Puerto Rico
fr: Découverte de Porto Rico
pl: Odkrycie Puerto Rico
zh_hant: 波多黎各發現紀念日

source: Santa Rosa de Lima
pl: Świętej Róży z Limy
zh_hant: 利馬聖女羅莎節

source: National Sovereignty and Children's Day
fr: La souveraineté nationale et de la Journée de l'enfant
pl: Narodowy Dzień Niepodległości i Dzień Dziecka
zh_hant: 主權及兒童節

source: Easter
fr: Pâques
pl: Wielkanoc
zh_hant: 覆活節

source: Emancipation Day
fr: Jour de l'émancipation
pl: Dzień Emancypacji
zh_hant: 農奴解放日

source: Christmas Day Public Holiday
fr: Jour férié(Noël)
pl: Święto(Boże Narodzenie)
zh_hant: 聖誕節公眾假期

source: Feast of Assumption
fr: Fête de l'Assomption
pl: Święto Wniebowzięcia
zh_hant: 聖母升天節

source: Midsummer's Eve
fr: Veille du solstice d'été
pl: Wigilia nocy świętojańskiej
zh_hant: 仲夏夜前夕

source: Spring and Labor Day
fr: Le printemps et la Fête du travail
pl: Dzień Wiosny i Pracy
zh_hant: 春季紀念及勞動節

source: Battle of Boyacá
fr: Bataille de Boyacá
pl: Bitwy pod Boyacá
zh_hant: 博亞卡戰役紀念日

source: Carnaval Monday
fr: Carnaval lundi
pl: Karnawał
zh_hant: 狂歡星期一

source: Alberta Family Day
fr: Fête de la famille (Alberta)
pl: Święto Rodziny w Alberta
zh_hant: 阿爾伯達家庭日

source: Victory and Homeland Thanksgiving Day
fr: La victoire et la patrie de grâces
pl: Dzień Zwycięstwa i Dumy Państwowej
zh_hant: 勝利和國土感恩節

source: Labour Day(Tas, Vic)
fr: Fête du Travail(Tas, Vic)
pl: Święto Pracy (Tas, Vic)
zh_hant: 勞動節(Tas, Vic)

source: Saint Joseph's Day
fr: Saint-Joseph
pl: Świętego Józefa
zh_hant: 聖約瑟夫節

source: Remembrance Day
fr: Jour du Souvenir
pl: Dzień Pamięci
zh_hant: 陣亡將士紀念日

source: Australia Day Public Holiday
fr: Jour férié(Journée de l'Australie)
pl: Święto(Dzień Australii)
zh_hant: 公休日（澳大利亞國慶日）

source: Teacher's Day
fr: Jour de l'enseignant
pl: Dzień Nauczyciela
zh_hant: 教師節

source: New Year's Eve
fr: Saint-Sylvestre
pl: Dzień przed Nowym Rokiem (Sylwester)
zh_hant: 新年除夕

source: Sinai Liberation Day
fr: Journée de la libération du Sinaï
pl: Dzień Wyzwolenia Synaju
zh_hant: 西奈解放日

source: Proclamation of the Republic
fr: Proclamation de la République
pl: Proklamacji Republiki
zh_hant: 共和國宣言

source: St. John's Day/Day of Dew
fr: St. John's Day / Journée de la rosée
pl: Świętego Jana/Dzień Rosy
zh_hant: 聖約翰節

source: Saints Cyril and Methodius Day
fr: Journée des Saints Cyril et Methodius
pl: Dzień Świętego Cyryla i Metodego
zh_hant: 聖西裡爾和迪烏斯日

source: Easter(Orthodox)
fr: Pâques (orthodoxe)
pl: Wielkanoc (prawosławna)
zh_hant: 覆活節（東正教）

source: Hurricane Thanksgiving Day
fr: Journée de la fête des grâces des ouragans
zh_hant: 秋收感恩節

source: Ascension of Jesus
fr: Ascension de Jésus
pl: Wniebowstąpienie Jezusa
zh_hant: 耶穌升天節

source: Jewish Holidays (2000~2049 only)
fr: Fêtes juives(2000 ~ 2049 seulement)
pl: Święta żydowskie (tylko 2000 ~ 2049)
zh_hant: 猶太人公休日(限於2000~2049 年)

source: August Festivals(Aug 1~7)
fr: Festivités d'Août (1~7 août)
pl: Święta sierpniowe (1~7 Sierpień)
zh_hant: 8月節(8月 1日 ~ 7)

source: Thanksgiving Day
fr: Jour de l'Action de grâces
pl: Święto Dziękczynienia
zh_hant: 感恩節

source: April Fool's Day
fr: 1er avril
pl: Prima Aprilis
zh_hant: 愚人節

source: Tax Day
fr: Taxe de séjour
pl: Dzień Podatków
zh_hant: 納稅日

source: New Year Bank Holiday
fr: Jour de l'An
pl: Nowy Rok Święto
zh_hant: 新年

source: Palm Sunday
fr: Dimanche des Rameaux
pl: Niedziela Palmowa
zh_hant: 棕枝全日

source: Christmas Day
fr: Noël
pl: Boże Narodzenie
zh_hant: 聖誕節
