Repository: Steven-A3/AppBox2024
Catalog: *.lproj/unit.strings
Languages: es, zh_hant

source: tons(UK)-f/foot²
es: tonelada(UK)-f/pie²
zh_hant: tons[英國]-f/foot²

source: ems(pica)
zh_hant: EMS（派卡）

source: inch-pound force
es: Fuerza de pulgada-libras
zh_hant: 英寸磅力

source: Categories
es: Categorías
zh_hant: 類別

source: rods²(or poles²)
es: Barras²(o polos²)
zh_hant: 桿²(5.5碼)

source: grams/liter
es: Gramos/Litro
zh_hant: 克/升

source: km/hour
es: km/hora
zh_hant: km/小時

source: Scandinavian mile
es: Millas Escandinavas
zh_hant: 斯堪的納維亞英里

source: horsepower hours
es: Hora de potencia
zh_hant: 馬力時間

source: teaspoon[metric]
es: Cucharadita[metric]
zh_hant: 茶匙[公制]

source: months(Synodic)
es: meses (Synodic)
zh_hant: 個月（朔望月）

source: km/second
es: km/segundo
zh_hant: km/秒

source: Density
es: Densidad
zh_hant: 密度

source: years(Tropical)
es: años (Tropicales)
zh_hant: 年（熱帶）

source: rankine
zh_hant: 蘭金

source: carats(metric)
es: quilates
zh_hant: 克拉（公制）

source: tea spoons
es: cuchara de té
zh_hant: 茶匙

source: feet/hour
es: pies/hora
zh_hant: 英尺/小時

source: knots
es: nudos
zh_hant: 海里

source: meters³
es: metros³
zh_hant: 米³

source: grains/gallon(US)
es: Granos/Galones(US)
zh_hant: 格令/加侖[美國]

source: femtoseconds
zh_hant: 飛秒

source: megaampere
es: Megamperio
zh_hant: 兆安

source: quadrant
es: Cuadrante
zh_hant: 象限

source: peck [UK]
es: Picotazo [UK]
zh_hant: 配克[英國]

source: Electric Current
es: Corriente Eléctrica
zh_hant: 電流

source: kilocalories(IT)
es: Kilocalorías (IT)
zh_hant: 千卡路里(IT)

source: sign
es: Signo
zh_hant: 記號

source: gigaampere
es: Gigaamperio
zh_hant: 千兆安

source: Force
es: Intensidad
zh_hant: 強度

source: bushels(US)
zh_hant: 蒲式耳（美國）

source: electron volts
es: Electronvoltios
zh_hant: 電子伏特

source: light years
es: años de luz
zh_hant: 光年

source: meganewtons/mm²
zh_hant: 兆牛頓/ mm²

source: kilograms/m³
es: kilogramos/m³
zh_hant: 千克/m³

source: pounds(US & UK)
es: libras(US & UK)
zh_hant: 磅(英美)

source: terabits
zh_hant: 兆位

source: cup [US]
es: Taza [US]
zh_hant: 杯[美國]

source: Temperature
es: Tempuratura
zh_hant: 溫度

source: kiloliter
es: kilolitro
zh_hant: 千升

source: fpf/second
es: fpf/segundo
zh_hant: fpf/秒

source: inches/minute
es: pulgada/minuto
zh_hant: 英寸/分

source: newtons
zh_hant: 牛頓

source: parsecs
zh_hant: 秒差距

source: ounces(troy)
es: onza (troy)
zh_hant: 金衡盎司

source: pinch
es: Pizca
zh_hant: 一撮

source: feet/minute
es: pies/minuto
zh_hant: 英尺/分

source: milliseconds
es: milisegundos
zh_hant: 毫秒

source: joules/minute
es: julios/minuto
zh_hant: 焦耳(joules)/分

source: feet(US survey)
zh_hant: 英尺[美國測量]

source: pascals
es: pascales
zh_hant: 帕斯卡爾

source: horsepowers(water)
es: fuerzacaballo (agua)
zh_hant: 馬力（水）

source: years(Common)
es: años (Común)
zh_hant: 年（一般）

source: tons force(US)
es: Fuerza por toneladas(US)
zh_hant: 頓力[美國]

source: tablespoon[US]
es: Cucharada[US]
zh_hant: 餐匙[美國]

source: calories(20C)
es: Calorías (20C)
zh_hant: 熱量(20C)

source: pounds/gallon(US)
es: Libra/galón(US)
zh_hant: 磅/加侖[美國]

source: kips
zh_hant: 千磅

source: townships
es: municipios
zh_hant: 鄉鎮

source: miles/hour
es: millas/hora
zh_hant: 英里/小時

source: shot
es: Peso
zh_hant: 小杯

source: decimeters³
es: decimetros³
zh_hant: 分米³

source: decameters³
es: decametros³
zh_hant: 十米

source: nanometers
es: Nanómetros
zh_hant: 納米

source: days
es: días
zh_hant: 天

source: kilometer/liter
es: kilometros/litro
zh_hant: 千米/升

source: ells(UK)
zh_hant: 埃爾（英國）

source: siemens volt
es: Siemens Voltios
zh_hant: 西門子伏

source: teaspoon[US]
es: Cucharadita[US]
zh_hant: 茶匙[美國]

source: gilbert [Gi]
zh_hant: 吉伯[Gi]

source: pints,dry(US)
zh_hant: 品脫，乾燥（美國）

source: cups
es: tazas
zh_hant: 杯³

source: cm/second
es: cm/segundo
zh_hant: cm/秒

source: quart [US]
es: Cuarto [US]
zh_hant: 誇脫[美國]

source: megajoules
es: Megajulios
zh_hant: 兆焦耳

source: acre foot
es: ie de acre
zh_hant: 英畝英尺

source: meters
es: metros
zh_hant: 米

source: hundredweights
es: cientosdepesos
zh_hant: 英擔

# yards²
source: Yard²
es: Astilleros²
zh_hant: 碼²

source: fpf/minute
es: fpf/minuto
zh_hant: fpf/分

source: gigajoules
es: Gigajulios
zh_hant: 萬吉焦

source: pint [UK]
es: pinta [UK]
zh_hant: 品脫[英國]

source: octant
es: Octante
zh_hant: 8分儀

source: Pressure
es: Presión
zh_hant: 壓力

source: cal(th)/second
es: cal(th)/segundo
zh_hant: 卡爾/秒

source: yards/minute
es: yardas/minuto
zh_hant: 碼/分

source: milliamp
zh_hant: 毫安(milliamp)

source: milliampere
es: Milliamperio
zh_hant: 毫安(millimapere)

source: watt/volt
es: Vatio/Voltio
zh_hant: 瓦特/伏特

source: calories(food)
es: Calorías (Comida)
zh_hant: 熱量(食品)

source: millibars
es: millilingotes
zh_hant: 毫巴

source: grains/gallon(UK)
es: Granos/Galones(UK)
zh_hant: 格令/加侖[英國]

source: Btu/second
es: Btu/segundo
zh_hant: BTU/秒

source: furlongs
zh_hant: 弗隆

source: Btu(mean)
es: Btu (Promedio)
zh_hant: BTU(平均)

source: liters(1901-1964)
es: litros(1901-1964)
zh_hant: 升(1901-1964)

source: exabytes
zh_hant: 艾字節

source: tablespoon[metric]
es: Cucharada[metric]
zh_hant: 餐匙[公制]

source: nautical miles/hour
es: millas/hora náutica
zh_hant: 海里/小時

source: acres
zh_hant: 英畝

source: tons(UK)-f/inch²
es: tonelada(UK)-f/pulgada²
zh_hant: tons[英國]-f/inch²

source: calories(IT)
es: Calorías (IT)
zh_hant: 熱量(IT)

source: coulomb/second
es: Culombio/segundo
zh_hant: 庫侖/秒

source: Speed
es: Velocidad
zh_hant: 速度

source: meters/second
es: metros/segundo
zh_hant: 米/秒

source: meters/hour
es: metros/hora
zh_hant: 米/小時

source: picoampere
es: picoamperio
zh_hant: 微微安

source: turn
es: Giro
zh_hant: 旋轉

source: micrometers
es: Micrometros
zh_hant: 微米

source: kgf meters/minute
es: kgf metros/minuto
zh_hant: kgf/分

source: tons(UK)/yard³
es: Toneladas(UK)/Yardas³
zh_hant: 噸[英國]/碼³

source: yards³
es: yardas³
zh_hant: 碼³

source: megagrams/m³
es: megagramos/m³
zh_hant: 兆克/m³

source: hectopascals
es: hectopascales
zh_hant: 百帕斯卡

source: Fuel Consumption
es: Consumo de Gasolina
zh_hant: 燃料消耗

source: megabits
zh_hant: 兆比特

source: calories(mean)
es: Calorías (Promedio)
zh_hant: 熱量(mean)

source: dash
es: Guión
zh_hant: 少量（攙和物）

source: ares
zh_hant: 公畝

source: ounce [US]
es: onza [US]
zh_hant: 盎司[美國]

source: Weight
es: Peso
zh_hant: 重量

source: pints(UK)
es: pintas(UK)
zh_hant: 品脫（英國）

source: pounds/gallon(UK)
es: Libra/galón(UK)
zh_hant: 磅/加侖[英國]

source: Bits
zh_hant: 位元

source: feet³
es: pies³
zh_hant: 英尺³

source: bars
es: lingotes
zh_hant: 巴

source: Gaussian
zh_hant: 高斯

source: gal(UK)/100miles
es: gal(UK)/100millas
zh_hant: 加侖[英國]/100英里

source: centigrade heat units
es: Unidades de calor centígrados
zh_hant: 攝氏熱單位

source: fluid ounces(UK)
es: onza líquido(UK)
zh_hant: 液量盎司（英國）

source: kilonewtons
zh_hant: 千牛頓

source: mil(Nato)
es: mil(OTAN)
zh_hant: 密耳（北約）

source: ounces/gallon(US)
es: oz/galón(US)
zh_hant: 盎司/加侖[美國]

source: pyung
zh_hant: 坪

source: cal(th)/hour
es: cal(th)/hora
zh_hant: 卡爾/小時

source: liters
es: litros
zh_hant: 升

source: fathoms
es: Brazas
zh_hant: 英尋

source: cental
es: quintal
zh_hant: 重量(cental)

source: joules/hour
es: julios/hora
zh_hant: 焦耳(joules)/小時

source: Btu/minute
es: Btu/minuto
zh_hant: BTU/分

source: kgf meters/hour
es: kgf metros/hora
zh_hant: kgf/小時

source: yards/second
es: yardas/segundo
zh_hant: 碼/秒

source: bytes
zh_hant: 字節

source: feet²(US&UK)
es: pies²(US&UK)
zh_hant: 英尺²[英美]

source: Area
es: Área
zh_hant: 面積

source: kilojoules
es: Kilojulios
zh_hant: 千焦耳

source: liters/meter
es: litros/metro
zh_hant: 升/米

source: weeks
es: semanas
zh_hant: 周

source: milliliters
es: mililitros
zh_hant: 毫升

source: quart [UK]
es: Cuarto [UK]
zh_hant: 誇脫[英國]

source: miles/minute
es: millas/minuto
zh_hant: 英里/分

source: newton meters
es: Metros de Newton
zh_hant: 牛頓米

source: milligrams/liter
es: miligramos/litro
zh_hant: 毫克/升

source: newtons/m²
zh_hant: 牛頓/m²

source: years(Avg Gregorian)
es: años (gregoriana)
zh_hant: 年（平均公歷 ）

source: Btu/hour
es: Btu/hora
zh_hant: BTU/小時

source: ounces(US & UK)
es: onza (EE.UU. y el Reino Unido)
zh_hant: 盎司（英美）

source: pounds/inch³
es: Libra/Pulgada³
zh_hant: 磅/英寸³

source: roods
zh_hant: 路得

source: calories(15C)
es: Calorías (15C)
zh_hant: 熱量(15C)

source: yards/hour
es: yardas/hora
zh_hant: 碼/小時

source: gon
zh_hant: 包

source: kips/inch²
es: kips/pulgada²
zh_hant: kips/英寸²

source: miles(nautical,UK)
es: millas(nautical,UK)
zh_hant: 英里[英國，航海]

source: slugs(g-pounds)
es: babosas (g-libras)
zh_hant: 小杯(g-pounds)

source: kilopascals
es: kilopascales
zh_hant: 千帕斯卡爾

source: sthenes(=kN)
zh_hant: 斯亭(=kN)

source: newtons/mm²
zh_hant: 牛頓/mm²

source: chains(surveyors')
es: Cadenas (agrimensores)
zh_hant: 測鏈（測量）

source: quarters(Common)
es: Cuartas(Común)
zh_hant: 季度（一般）

source: years(Julian)
es: años (Juliano)
zh_hant: 年（儒略年）

source: dram
zh_hant: 液量特蘭

source: grams
es: gramos
zh_hant: 克

source: terabytes
zh_hant: 太字節

source: speed of light
es: velocidad de la luz
zh_hant: 光速

source: milliliter
es: mililitro
zh_hant: 毫升

source: drop
es: Gota
zh_hant: 滴

source: Mach number(ISA)
es: número de Mach (ISA)
zh_hant: 馬赫數(ISA)

source: foot poundals
es: Libras de pie
zh_hant: 英尺磅達

source: teraampere
es: Teraamperio
zh_hant: 太拉安培

source: tons(US)-f/foot²
es: tonelada(US)-f/pie²
zh_hant: tons[美國]-f/foot²

source: horsepowers(metric)
es: fuerzacaballo (métricas)
zh_hant: 馬力（米制）

source: milligrams/mm
es: miligramos/mm
zh_hant: 毫克/mm

source: centiampere
es: Centiamperio
zh_hant: 微釐安培

source: inches/second
es: pulgada/segundo
zh_hant: 英寸/秒

source: tons(US or short)
es: toneladas (EE.UU. o corto
zh_hant: 噸[美國]

source: gallons,dry(US)
es: galones,dry(US)
zh_hant: 加侖，乾燥（美國）

source: astronomical units
es: unidades astronómicas
zh_hant: 天文單位

source: hectometers
zh_hant: 百米

source: miles/gal(UK)
es: millas/gal(UK)
zh_hant: 英里/加侖[英國]

source: ounce [UK]
es: onza [UK]
zh_hant: 盎司[英國]

source: miles/second
es: millas/segundo
zh_hant: 英里/秒

source: circular inches
es: Pulgadas circulares
zh_hant: 圓形英寸

source: meganewtons/m²
zh_hant: 兆牛頓/m²

source: gal(US)/100miles
es: gal(US)/100millas
zh_hant: 加侖[美國]/100英里

source: Nm/24hr(Volvo)
zh_hant: Nm/24hr (沃爾沃)

source: joules/second
es: julios/segundo
zh_hant: 焦耳(joules)/秒

source: ounces/gallon(UK)
es: oz/galón(UK)
zh_hant: 盎司/加侖[英國]

source: peck [US]
es: Picotazo [US]
zh_hant: 配克[美國]

source: pounds force
es: Fuerza por libras
zh_hant: 磅力

source: table spoons
es: cuchara de mesa
zh_hant: 大湯匙

source: gallon [UK]
es: Galón [UK]
zh_hant: 加侖[英國]

source: Time
es: Tiempo
zh_hant: 時間

source: tablespoon[UK]
es: Cucharada[UK]
zh_hant: 餐匙[英國]

source: tons force(UK)
es: Fuerza por toneladas(UK)
zh_hant: 頓力[英國]

source: miles²
es: millas²
zh_hant: 英里²

source: franklin/second
es: Franklin/Segundo
zh_hant: 富蘭克林/秒

source: slugs/foot³
es: babosas/pie³
zh_hant: 斯勒格/英尺³

source: dessertspoon
es: Cuchara de postre
zh_hant: 中匙

source: Cooking
es: Cocinar
zh_hant: 烹飪

source: millimeters
es: Milímetros
zh_hant: 毫米

source: EMU of current
es: EMU de Corriente
zh_hant: 電流(EMU)

source: cables
zh_hant: 鏈

source: cm/minute
es: cm/minuto
zh_hant: cm/分

source: seconds
es: segundos
zh_hant: 秒

source: years(Leap)
es: años (año bisiesto)
zh_hant: 年（閏年）

source: barrels(oil)
es: barriles (aceite)
zh_hant: 桶（原油）

source: demi
zh_hant: 半

source: mil(Sweden)
es: mil(Suecia)
zh_hant: 密耳（瑞典）

source: liter
es: litro
zh_hant: 升

source: exabits
zh_hant: exabits（信息單位）

source: teacup[UK]
es: Vaso[UK]
zh_hant: 茶杯[英國]

source: degree
es: Grado
zh_hant: 度

source: millimeters³
es: milimetros³
zh_hant: 毫米³

source: minutes
es: minutos
zh_hant: 分

source: horsepowers(intl)
es: fuerzacaballo(intl)
zh_hant: 馬力（國際）

source: poundals
zh_hant: 磅達

source: Solar masses
es: masas solares
zh_hant: 太陽質量

source: gallons(UK)
es: galones(UK)
zh_hant: 加侖（英國）

source: Earth masses
es: masas de tierra
zh_hant: 地球質量

source: horsepowers(elec.)
es: fuerzacaballo(elec.)
zh_hant: 馬力（電器）

source: weber/henry
zh_hant: 韋伯/亨利

source: joules
es: Julios
zh_hant: 焦耳(joules)

source: inches²
es: Pulgadas²
zh_hant: 英寸²

source: watt hours
es: Horas Watt
zh_hant: 瓦小時

source: hectares
es: Hectáres
zh_hant: 公頃

source: ampere [A]
es: Amperios [A]
zh_hant: 安培

source: Energy
es: Energía
zh_hant: 能量

source: hands
es: Manos
zh_hant: 手（四寸）

source: microseconds
es: microsegundos
zh_hant: 微秒

source: dynes
zh_hant: 達因

source: petabits
zh_hant: 貝脫比特

source: circle
es: Círculo
zh_hant: 圓

source: kilocalories(th)
es: Kilocalorías (th)
zh_hant: 千卡路里(th)

source: kilometers
es: Kilometros
zh_hant: 千米

source: kilonewtons/m²
zh_hant: 千牛/m²

source: ounces/inch³
es: oz/pulgadas³
zh_hant: 盎司/英寸³

source: quarts,dry(US)
es: cuartas,dry(US)
zh_hant: 誇特，乾燥（美國）

source: kilowatts
zh_hant: 千瓦

source: Volume
es: Volumen
zh_hant: 體積

source: sextant
es: Sextante
zh_hant: 6分儀

source: abampere [abA]
es: Ab-amperios [abA]
zh_hant: 絕對安培[ABA]

source: kilograms/liter
es: kilogramos/litro
zh_hant: 千克/升

source: therms
es: Termas
zh_hant: 克卡

source: centiliters
es: centilitros
zh_hant: 釐升

source: revolution
es: Vuelta
zh_hant: 旋轉(Revolution)

source: kiloampere [kA]
es: Kiloamperio [kA]
zh_hant: 千安培[kA]

source: Angle
es: Ángulo
zh_hant: 角度

source: miles(UK&US)
es: millas (Reino Unido y EE.UU)
zh_hant: 英里[英美]

source: picometers
es: Picometros
zh_hant: 皮(可)米

source: nanoampere
es: nanomamperio
zh_hant: 毫微安

source: pint [US]
es: pinta [US]
zh_hant: 品脫[美國]

source: kilobytes
zh_hant: 千字節

source: pints,liquid(US)
zh_hant: 品脫，液體（美國）

source: Units
es: Unidades
zh_hant: 單位

source: ESU of current
es: ESU de Corriente
zh_hant: 電流(ESU)

source: kcal(th)/minute
es: kcal(th)/minuto
zh_hant: 千卡/分

source: megawatts
zh_hant: 兆瓦

source: gigawatts
zh_hant: 千兆瓦

source: millennia
es: milenios
zh_hant: 千年

source: newtons/cm²
zh_hant: 牛頓/cm²

source: radian
es: Radián
zh_hant: 弧度

source: bushels(UK)
zh_hant: 蒲式耳（英國）

source: kilonewtons/mm²
zh_hant: 千牛/ mm²

source: atmospheres
es: Atmósferas
zh_hant: 氣壓

source: centuries
es: Siglos
zh_hant: 世紀

source: grams/cm³
es: Gramos/cm³
zh_hant: 克/㎝³

source: megabytes
zh_hant: 兆字節

source: cal(th)/minute
es: cal(th)/minuto
zh_hant: 卡爾/分

source: grams/mm
es: Gramos/mm
zh_hant: 克/mm

source: mil
es: milla
zh_hant: 密耳

source: gigabytes
zh_hant: 千兆字節

source: kcal(th)/hour
es: kcal(th)/hora
zh_hant: 千卡/小時

source: calories(th)
es: Calorías (th)
zh_hant: 熱量(th)

source: fortnights
es: quincenas
zh_hant: 2周(fortnighgts)

source: bits
zh_hant: 比特

source: kilograms
es: kilogramos
zh_hant: 千克

source: hours
es: horas
zh_hant: 小時

source: tonnes force
es: Fuerza por toneladas
zh_hant: 公噸力

source: tons(UK or long)
es: toneladas (Reino Unido o largo)
zh_hant: 噸[英國]

source: tons(US)-f/inch²
es: tonelada(US)-f/pulgada²
zh_hant: tons[美國]-f/inch²

source: watts
zh_hant: 瓦特

source: ångströms Å
es: angstroms
zh_hant: 埃格斯特朗Å

source: meganewtons
zh_hant: 兆牛頓

source: kilograms force
es: Fuerza por kilogramos
zh_hant: 公斤力

source: tons(US)/yard³
es: Toneladas(US)/Yardas³
zh_hant: 噸[美國]/碼³

source: feet²(US Survey)
es: pies²(US Encuestra)
zh_hant: 英尺²[美國測量]

source: gallons,liquid(US)
es: galones,liquid(US)
zh_hant: 加侖，液體（美國）

source: quarts,liquid(US)
es: cuartas,liquid(US)
zh_hant: 誇特，液體（美國）

source: teaspoon[UK]
es: Cucharadita[UK]
zh_hant: 茶匙[英國]

source: inches
es: Pulgadas
zh_hant: 英寸

source: nanoseconds
es: nanosegundos
zh_hant: 納秒

source: pounds/foot³
es: Libra/pie³
zh_hant: 磅/英尺³

source: inches³
es: pulgadas³
zh_hant: 英寸³

source: meters/minute
es: metros/minuto
zh_hant: 米/分

source: ergs
es: Ergios
zh_hant: 爾格

source: kilobits
zh_hant: 千字節

source: months(Common)
es: meses (Común)
zh_hant: 個月（一般）

source: pounds(troy)
es: libras(troy)
zh_hant: 磅(金衡)

source: quarts(UK)
es: cuartas(UK)
zh_hant: 誇特（英國）

source: stones
es: piedras
zh_hant: 英石

source: gigabits
zh_hant: 千兆位

source: thou
es: milla
zh_hant: 密耳

source: cup [metric]
es: Taza [métrico]
zh_hant: 杯[公制]

source: gallon [US]
es: Galón [US]
zh_hant: 加侖[美國]

source: réaumure
zh_hant: 列氏

source: watt seconds
es: Segundos Watt
zh_hant: 瓦秒

source: fluid ounces(US)
es: onza líquido(US)
zh_hant: 液量盎司（美國）

source: feet(UK&US)
es: pies(UK&US)
zh_hant: 英尺[英美]

source: barleycorns
zh_hant: 巴利肯

source: mil(Soviet Union)
es: mil(Unión Soviética)
zh_hant: 密耳（前蘇聯）

source: centimeters
es: Centímetros
zh_hant: 釐米

source: kelvin
zh_hant: 開耳芬

source: feet/second
es: pies/segundo
zh_hant: 英尺/秒

source: decimeters
es: Decímetros
zh_hant: 分米

source: picoseconds
es: picosegundos
zh_hant: 皮秒

source: volt/ohm
es: Voltio/ohm
zh_hant: 伏特/歐姆

source: Power
es: Poder
zh_hant: 力

source: liters/100km
es: litros/100km
zh_hant: 升/100km

source: petabytes
zh_hant: 拍字節

source: tonnes
es: toneladas
zh_hant: 噸(tonnes)

source: yards
es: Yardas
zh_hant: 碼

source: miles(nautical,intl)
es: millas(nautical,intl)
zh_hant: 英里[國際，航海]

source: deciliters
zh_hant: 分升

source: biot [Bi]
zh_hant: 畢奧[Bi]

source: microampere
es: Microamperio
zh_hant: 微安培

source: grains
es: granos
zh_hant: 格令

source: tonnes/m³
es: Toneladas/m³
zh_hant: 噸/m³

source: Length
es: Longitud
zh_hant: 長度

source: jigger
zh_hant: 量酒器(1/2盎司)

source: statampere [stA]
es: Statamperio [stA]
zh_hant: 靜安培[stA]

source: foot-pound force
es: Fuerza de pie-libra
zh_hant: 英尺磅力

source: miles/gal(US)
es: millas/gal(US)
zh_hant: 英里/加侖[美國]

source: kilowatt hours
es: Horas de kilovatios
zh_hant: 千瓦時

source: squares(of timber)
es: Cuadrículas (de madera)
zh_hant: 毛皮一捆（40張）

source: kg-force meters
es: Metro de kg-force
zh_hant: 公斤力米

source: decades
es: décadas
zh_hant: 數十年

source: arcminute
es: Arcminuto

source: arcsecond
es: Arcsegundo

source: grad
es: Grado

source: hides
es: Cueros

source: feet H₂O
es: pies H₂O

source: inches H₂O
es: pulgadas H₂O

source: inches Hg
es: pulgadas Hg

source: meters H₂O
es: metros H₂O

source: lbf/foot²
es: lbf/pies²

source: lbf/inch² psi
es: lbf/pulgada²psi

source: poundals/foot²
es: poundals/pies²

source: tonnes-f/cm²
es: toneladas-f/cm²

source: tonnes-f/meter²
es: toneladas-f/metro²

source: shakes
es: batidos

source: inch
es: Pulgada
