Repository: Steven-A3/AppBox2024
Catalog: AppBox3/MainView/Settings/*.lproj/A3Settings.strings
Languages: de, es, ja, ko, pl, zh_hans

# 05t-yj-k37.text
source: Ladies Calendar
de: Damen-Kalender
es: Calendario femenino
ja: レディースカレンダー
ko: 레이디 캘린더
pl: Kalendarz Kobiecy
zh_hans: 淑女日历

# 1dJ-y3-yh7.footerTitle
source: Sync or Backup of History of every apps, Days Counter events, Expense Lists, Lady Calendar periods and Wallet items.
de: Synchronisieren oder Sichern des Verlaufs jeder App, aller gespeicherten Ereignissen, der Ausgabenliste, des Lady Kalender und der Geldbörsen Einträge.
es: Sincronizar o hacer copias de seguridad del Historial de cada aplicación, Contar eventos en días, Lista de Gastos, Periodos del calendario femenino artículos de la billetera.
ja: 同期化をするか、全てのアプリの履歴やイベントカレンダーのイベント、支出管理、レディースカレンダー情報、電子財布の項目等をバックアップ出来ます。
ko: 동기화를 하거나 모든 앱의 히스토리, 이벤트 캘린더의 이벤트, 지출 관리, 레이디 캘린더 정보, 전자지갑 아이템들을 백업할 수 있습니다.
pl: Synchronizuje lub tworzy kopie historii każdej aplikacji, wydarzeń z Odliczania, listy wydatków, kalendarza okresów oraz elementów Portfela.
zh_hans: 同步或备份每个应用的历史记录、天数计算事件、费用清单、淑女日历周期和钱包信息。

# 2E1-Z8-v5l.title
source: Select Backup
de: Sicherung wählen
es: Seleccione las copias de respaldo
ja: バックアップ選択
ko: 백업 선택
pl: Wybierz kopię
zh_hans: 选择备份

# 4da-k5-f71.headerTitle
source: PASSCODE REQUIRED FOR
de: CODE ERFORDERLICH FÜR
es: LA CLAVE DE ACCESO ES REQUERIDO PARA
ja: パスコードを要求
ko: 암호 확인
pl: KOD WYMAGANY DLA
zh_hans: 需要输入密码才能

# 52d-yt-UJk.title
source: Apps
es: Aplicaciones
ja: アプリ
pl: Aplikacje
zh_hans: 应用

# 5pd-cg-py2.title
source: Recent to Keep
de: Verlauf speichern
es: Recientes a guardar
ja: 最近使用リスト
ko: 최근 사용 목록
pl: Ostatnie do zatrzymania
zh_hans: 保留最近记录

# 5tS-iN-3NI.title
source: Dropbox Files
de: Dropbox Dateien
es: Archivos de Dropbox
ja: Dropbox ファイル
pl: Pliki Dropbox
zh_hans: Dropbox 文件

# 6F3-BB-fcx.text
source: Subtitle
de: Untertitel
es: Subtítulo
ja: サブタイトル
pl: Podtytuł
zh_hans: 副标题

# 6ow-jx-9ZQ.text
source: Turn Passcode On
de: Code aktivieren
es: Activar la clave de acceso
ja: 暗号オフ
ko: 암호 끄기
pl: Włącz kod
zh_hans: 打开密码

# 7Pd-or-AM2.text
source: Use iCloud
de: iCloud verwenden
ja: iCloud 使用
ko: iCloud 사용
pl: Używaj iCloud
zh_hans: 使用 iCloud

# 7Wm-Bw-iY8.text
source: Clear Recent
de: Verlauf löschen
es: Limpiar los recientes
ja: 最近使用リスト削除
ko: 최근 사용 목록 지우기
pl: Wyczyść ostatnie
zh_hans: 清除最近记录

# 7oW-es-0Zb.title
source: Lunar Calendar
de: Lunar Kalender
es: Calendario lunar
ja: 旧暦カレンダー設定
ko: 음력 달력 설정
pl: Kalendarz Księżycowy
zh_hans: 阴历

# A3j-68-3Oy.text
source: Require Passcode
de: Code anfordern
es: Clave de acceso requerido
ja: パスコードを要求
ko: 암호 확인
pl: Wymagaj kodu
zh_hans: 需要密码

# BGG-KB-Wog.text
source: Recent to Keep
de: Verlauf speichern
es: Recientes a guardar
ja: 最近使用リスト
ko: 최근 사용 목록
pl: Ostatnie do zatrzymania
zh_hans: 保留最近记录

# CDn-14-haS.title
source: Lunar Calendar
de: Lunar Kalender
es: Calendario Lunar
ja: 旧暦カレンダー
ko: 음력 달력
pl: Kalendarz księżycowy
zh_hans: 阴历

# EA1-5P-PnP.text
source: Simple Passcode
de: Einfacher Code
es: Clave de acceso simple
ja: 簡単なパスコード
ko: 간단한 암호
pl: Prosty kod
zh_hans: 简单密码

# Fvs-tZ-usV.text
source: Change Passcode
de: Code ändern
es: Cambiar clave de acceso
ja: パスコードを変更
ko: 암호 변경
pl: Zmień kod
zh_hans: 更改密码

# KML-Ub-d8M.title
source: Passcode Lock
de: Code-Sperre
es: Bloquear la clave de acceso
ja: パスコードロック
ko: 암호 잠금
pl: Blokada kodem
zh_hans: 密码锁定

# LOI-Yd-hc0.footerTitle
source: For Lunar Converter
de: Für Lunar Umrechner
es: Para convertir a calendario lunar
ja: 旧暦変換用
ko: 음력 변환용
pl: Dla Konwertera Księżycowego
zh_hans: 为阴历转换器

# LZb-sk-84W.text
source: More Information About Security
de: Informationen über Sicherheit
es: Mayor información sobre seguridad
ja: 保安に関する追加情報
ko: 보안에 대한 추가 정보
pl: Więcej informacji o bezpieczeństwie
zh_hans: 关于安全的更多信息

# Lbr-p8-awt.title
source: Passcode Lock
de: Code-Sperre
es: Bloquear clave de acceso
ja: パスコードロック
ko: 암호 잠금
pl: Blokada kodem
zh_hans: 密码锁定

# MUh-Ac-pHs.footerTitle
source: Shorter times are more secure.
de: Kürzere Zeiten sind sicherer.
es: Los cortos tiempos son más seguros.
ja: 短い方がより安全です
ko: 시간이 짧을수록 안전합니다.
pl: Krótsze czasy są bezpieczniejsze.
zh_hans: 时间越短越安全.

# McJ-yq-SBi.text
source: After 4 hours
de: Nach 4 Stunden
es: Después de 4 horas
ja: 4時間後
ko: 4시간 후
pl: Po 4 godzinach
zh_hans: 4小时后

# Mzm-Rw-Yrb.text
source: Off
de: Aus
es: Desactivar
ja: オフ
ko: 끔
pl: Wył
zh_hans: 关闭

# NGG-P3-DCE.text
source: Backup
de: Sicherung
es: Copia de respaldo
ja: バックアップ
ko: 백업
pl: Kopia
zh_hans: 备份

# O52-H9-qgV.text
source: Wallet
de: Geldbörse
es: Billetera
ja: 電子財布
ko: 전자지갑
pl: Porfel
zh_hans: 钱包

# OmZ-rj-JvF.text
source: After 1 minute
de: Nach 1 Minute
es: Después de un minuto
ja: 1分後
ko: 1분 후
pl: Po 1 minucie
zh_hans: 1分钟后

# QDB-IM-N8E.text
source: Detail
es: Detalle
ja: 細部項目
pl: Szczegóły
zh_hans: 详细内容

# ROP-jz-ZtT.footerTitle
source: A simple passcode is a 4 digit number.
de: Ein einfacher Code is eine 4-stellige Zahl.
es: Una clave de acceso simple es de 4 dígitos numéricos.
ja: 簡単なパスコードは4桁の数です。
ko: 간단한 암호는 4자리 숫자입니다.
pl: Prosty kod to 4 cyfrowy numer.
zh_hans: 简单密码由4个数字组成

# RpU-td-Vej.title
source: Theme Color
de: Designfarbe
es: Color de tema
ja: テーマ色
ko: 테마 색상
pl: Kolor tematu
zh_hans: 主题颜色

# TG9-5P-YDf.text
source: Days Counter
de: Tageszähler
es: Contador de días
ja: イベントカレンダー
ko: 이벤트 캘린더
pl: Odliczanie
zh_hans: 天数计算器

# UnN-yq-AkZ.text
source: Title
ja: タイトル
pl: Tytuł
zh_hans: 标题

# Vgb-6m-SyM.text
source: Theme Color
de: Designfarbe
es: Color de tema
ja: テーマ色
ko: 테마 색상
pl: Kolor tematu
zh_hans: 主题颜色

# Xb7-yr-Jd6.title
source: Require Passcode
de: Code anfordern
es: Clave de acceso requerido
ja: パスコードを要求
ko: 암호 요구
pl: Wymagaj kodu
zh_hans: 需要密码

# cHo-o5-yl0.text
source: After 5 minutes
de: Nach 5 Minuten
es: Después de 5 minutos
ja: ５分後
ko: 5분 후
pl: Po 5 minutach
zh_hans: 5分钟后

# ck4-7j-nEw.text
source: Immediately
de: Sofort
es: Inmediatamente
ja: 即時
ko: 즉시
pl: Natychmiast
zh_hans: 立即

# eGG-mK-Q2m.text
source: Immediately
de: Sofort
es: Inmediatamente
ja: 即時
ko: 즉시
pl: Natychmiast
zh_hans: 立即

# ehr-w2-0vk.text
source: Backup & Restore on Dropbox
de: Dropbox-Backup
es: Copia de seguridad de Dropbox
ja: Dropboxのバックアップ及び復元
ko: Dropbox로 백업 및 복원
pl: Kopia & Przywracanie z Dropbox
zh_hans: 在Dropbox上备份及恢复

# eqe-ec-kWO.title
source: Theme Color
de: Designfarbe
es: Color del tema
ja: テーマ色
ko: 테마 색상
pl: Kolor tematu
zh_hans: 主题颜色

# fqW-Vk-vP5.title
source: Favorites
de: Favoriten
es: Favoritos
ja: よく使う項目
ko: 즐겨찾기
pl: Ulubione
zh_hans: 个人收藏

# go4-fr-Ah2.title
source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
ko: 설정
pl: Ustawienia
zh_hans: 设置

# iav-1w-bex.text
source: Unlink from Dropbox
de: Trennen von Ihrer Dropbox
es: Desconectarse de Dropbox
ja: アカウントID削除
ko: 계정 삭제
pl: Odłącz od Dropbox
zh_hans: 取消Dropbox链接

# m3s-eA-4WD.text
source: Favorites
de: Favoriten
es: Favoritos
ja: よく使う項目
ko: 즐겨찾기
pl: Ulubione
zh_hans: 个人收藏

# o9N-EA-Uky.title
source: Sync
es: Sincronizar
ja: 同期化
ko: 동기화
pl: Synch
zh_hans: 同步

# oSP-yD-m2L.title
source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
ko: 설정
pl: Ustawienia
zh_hans: 设置

# oxS-sd-8U7.title
source: Backup & Restore on Dropbox
de: Dropbox-Backup
es: Copia de seguridad de Dropbox
ja: Dropboxのバックアップ及び復元
ko: Dropbox로 백업 및 복원
pl: Kopia & Przywracanie z Dropbox
zh_hans: 在Dropbox中备份或恢复

# pjv-dt-D5o.text
source: Passcode Lock
de: Code-Sperre
es: Código
ja: パスコードロック
ko: 암호 잠금
pl: Blokada kodem
zh_hans: 密码锁定

# qcD-FX-Y5d.title
source: Require Passcode
de: Code anfordern
es: Clave de acceso requerido
ja: パスコードを要求
ko: 암호 확인
pl: Wymagaj kodu
zh_hans: 需要密码

# rZ1-di-1G0.text
source: Account
de: Konto
es: Cuenta
ja: アカウントID
ko: 계정
pl: Konto
zh_hans: 账户

# sL2-cQ-mx7.text
source: Settings
de: Einstellungen
es: Ajustes
ja: 設定
ko: 설정
pl: Ustawienia
zh_hans: 设置

# sks-IW-96W.text
source: After 1 hour
de: Nach 1 Stunde
es: Después de una hora
ja: 1時間後
ko: 1시간 후
pl: Po 1 godzinie
zh_hans: 1小时后

# srb-MD-eSG.title
source: Recent To Keep
de: Verlauf speichern
es: Almacenado recientemente
ja: 最近使用メニュー維持
ko: 최근 사용 메뉴 유지
pl: Ostatni do zatrzymania
zh_hans: 保留最近记录

# uQK-1o-GIR.text
source: Title
ja: タイトル
pl: Tytuł
zh_hans: 标题

# uR7-vn-SkB.text
source: Starting
de: Beim Start
es: Iniciar
ja: アプリスタート時
ko: 앱 열때
pl: Uruchamianie
zh_hans: 开始

# uxS-dx-9By.text
source: After 15 minutes
de: Nach 15 Minuten
es: Después de 15 minutos
ja: 15分後
ko: 15분 후
pl: Po 15 minutach
zh_hans: 15分钟后

# vRR-Rd-eut.title
source: Edit Favorites
de: Favoriten bearbeiten
es: Editar favoritos
ja: お気に入り変更
ko: 즐겨찾기 변경
pl: Edytuj Ulubione
zh_hans: 编辑收藏夹

# xJL-au-A2W.text
source: Restore
de: Wiederherstellen
es: Restaurar
ja: 復元
ko: 복원
pl: Przywróć
zh_hans: 回复

# S47-yQ-cP7.text
source: Chinese
de: Chinesisch
ja: 中国の太陰暦
ko: 중국음력
pl: Chiński
zh_hans: 中国阴历

# alM-Rl-6AW.text
source: Korean
de: Koreanisch
ja: 韓国旧暦
ko: 한국음력
pl: Koreański
zh_hans: 韩国阴历

# 0Me-nY-VE5.text
source: 5 Most Recent
de: Die 5 neueste
es: Los 5 más recientes
ja: 最新5個
ko: 최근 5 개
pl: 5 najnowszych
zh_hans: 最新 5 集

# 3V3-lS-rew.text
source: Backup & Restore on iTunes
de: Backup mit iTunes-Dateifreigabe
ja: iTunesのファイル共有にバックアップする
ko: iTunes로 백업 및 복원
pl: Kopia zapasowa i przywracanie z plików
zh_hans: 备份与iTunes文件共享

# wZg-tr-J14.title
source: Backup & Restore on iTunes
de: Backup mit iTunes-Dateifreigabe
ja: iTunesのファイル共有にバックアップする
ko: iTunes로 백업 및 복원
pl: Kopia zapasowa i przywracanie z plików
zh_hans: 备份与iTunes文件共享

# sf0-2F-cNr.title
source: Select Backup
de: Sicherung wählen
ja: バックアップ選択
ko: 백업 파일 선택
pl: Wybierz kopię
zh_hans: 选择备份

# obV-5c-EMP.text
source: OFF
de: Aus
ja: オフ
ko: 끔
pl: Wyłączony
zh_hans: 关闭

# oMh-UG-rWE.text
source: Restore
de: Wiederherstellen
ja: 復元
ko: 복원
pl: Przywróć
zh_hans: 还原

# a5g-em-hMv.text
source: Backup
de: Sicherung
ja: バックアップ
ko: 백업
pl: Kopia
zh_hans: 备份

# Of0-YK-9dc.text
source: Default App
de: Ausgehend App
ja: 開始アプリ
ko: 시작 앱
pl: Uruchamianie aplikacji
zh_hans: 启动应用程序

# u8Z-Fp-NHQ.title
source: Default App
de: Ausgehend App
ja: 開始アプリ
ko: 시작 앱
pl: Uruchamianie aplikacji
zh_hans: 启动应用程序

# VFX-hm-AIs.text
source: How to use iTunes Files Sharing
de: Wie iTunes Dateifreigabe verwenden
ja: iTunesのファイル共有の使用法
ko: iTunes 파일 공유 사용법
pl: Jak korzystać z udostępniania plików iTunes
zh_hans: 如何使用iTunes文件共享

# Scy-Ii-bsP.footerTitle
source: Please move the backup file to your computer. Delete the backup file to save the storage space in your device. Deleting the app will delete the backup file in your device together.
de: Bitte bewegen Sie die Backup-Datei auf Ihren Computer. Löschen Sie die Backup-Datei, um den Speicherplatz auf Ihrem Gerät speichern. Die App löschen, wird die Backup-Datei auf Ihrem Gerät gemeinsam zu löschen.
ja: バックアップファイルを必ずコンピュータに保存してアプリ内のバックアップファイルは削除されます。これにより、ストレージ容量を節約することができます。 アプリを削除すると、アプリ内に保存されたバックアップファイルも一緒に削除されるので注意してください。
ko: 백업 파일은 반드시 컴퓨터에 저장하고 앱 안에 있는 백업 파일은 삭제합니다. 그러면 저장 공간을 절약할 수 있습니다. 앱을 지우면 앱안에 저장된 백업파일도 함께 지워지니 주의해 주십시요.
pl: Proszę przenieść plik kopii zapasowej na komputerze. Usunąć plik kopii zapasowej, aby zaoszczędzić przestrzeń pamięci w urządzeniu. Usuwanie aplikacji będzie usunąć plik kopii zapasowej w urządzeniu razem.
zh_hans: 请移动备份文件到您的计算机。删除备份文件，以节省存储空间，在你的设备。 删除应用程序将删除设备上的备份文件一起。

# Sb9-sM-r8l.footerTitle
source: IMPORTANT: If you forget your passcode, you must delete the app and reinstall it. (Your data will be deleted if you reinstall the app.)
de: WICHTIG: Wenn Sie das Kennwort vergessen, müssen Sie die App löschen und neu installieren. (Ihre Daten werden gelöscht, wenn Sie die App neu zu installieren.)
ko: 중요한정보: 암호를 분실하시면 앱을 삭제하고 다시 설치해야 합니다. 앱을 다시 설치하는 경우 App에 저장된 정보는 함께 삭제됩니다.
zh_hans: 重要事项：如果您忘记了密码，则必须删除该应用程序，并重新安装。（您的数据将被删除，如果重新安装应用程序。）

# 1J3-ea-Ni3.normalTitle
source: Grid
de: Gitter
ko: 그리드
pl: Krata
zh_hans: 格

# 4kk-Sh-oCc.headerTitle
source: HOME SCREEN STYLE
de: Home-Bildschirm Stil
ko: 홈 화면 종류
pl: Ekran główny styl
zh_hans: 主屏幕的风格

# 9Xh-7R-BIO.normalTitle
source: Hexagon
ko: 육각형
pl: Sześciokąt
zh_hans: 六边形

# C7v-Sr-wgh.text
source: Restore Purchase
de: Wiederherstellen Kauf
ko: 이전 구매 복원
pl: Przywracanie zakupu
zh_hans: 恢复上次购买

# l7a-V1-SMB.normalTitle
source: List
de: Liste
ko: 목록
pl: Lista
zh_hans: 名单

# yfZ-vk-zWG.text
source: Remove Ads
de: Werbung entfernen
ko: 광고 제거
pl: Przywróć zakup
zh_hans: 移除广告

# b9v-1Y-xnC.text
source: About
de: Über uns
ko: 정보
pl: Urządzenie
zh_hans: 关于本机

# gQA-4o-Zwh.text
source: Export Wallet Contents
ko: 전자지갑 데이터 내보내기
pl: Eksportuj zawartość portfela
zh_hans: 导出钱包内容

# UKS-0H-yut.text
source: 3 Most Recent
de: Die 3 neueste
es: Los 3 más recientes

# bWw-QS-8Fs.text
source: 3 Most Recent
de: Die 3 neueste
es: Los 3 más recientes

# h1H-Ma-NYM.text
source: Most Recent
de: Die neueste
es: Más reciente

# hXr-2r-LdP.text
source: 2 Most Recent
de: Die 2 neueste
es: Los 2 más recientes
